<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" href="../../css/intermediate/font-awesome.min.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/reset.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/style.css"> <!-- Resource style -->
	<script src="../../js/intermediate/modernizr.js"></script> <!-- Modernizr -->
	<title>ಆಧುನಿಕ ಕರ್ನಾಟಕದ ಬೌದ್ಧಿಕ ಇತಿಹಾಸ</title>
</head>
<body>
	<header class="cd-main-header">
		<a class="cd-logo" href="../../index.php"><i class="fa fa-home fa-2x"></i></a>

		<ul class="cd-header-buttons">
			<li><a class="cd-search-trigger" href="#cd-search">Search<span></span></a></li>
			<li><a class="cd-nav-trigger" href="#cd-primary-nav">Menu<span></span></a></li>
		</ul> <!-- cd-header-buttons -->
	</header>
	<div class="cd-overlay"></div>

<nav class="cd-nav">
		<ul id="cd-primary-nav" class="cd-primary-nav is-fixed">
			<li class="has-children">
				<a href="#">ಆಕರಭಾರತಿ</a>
				<ul class="cd-nav-icons is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li>
						<a class="cd-nav-item item-1" href="../../about.php">
							<h3>ಪಕ್ಷಿನೋಟ</h3>
							<p>ಈ ಯೋಜನೆಯನ್ನು ಕುರಿತು</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-3" href="../../credits.php">
							<h3>ಕೃತಜ್ಞತೆಗಳು</h3>
							<p>ಸಹಾಯ ಮಾಡಿದವರನ್ನು ನೆನೆಯುತ್ತಾ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-2" href="../../contact.php">
							<h3>ಸಂಪರ್ಕ</h3>
							<p>ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್ ಟೆಕ್ನೋಲೊಜೀಸ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-5" href="#">
							<h3>ವಿಡಿಯೋ</h3>
							<p>ಡಿ.ಎ.ಐ.ಎಲ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-4" href="#">
							<h3>ಗ್ಯಾಲರಿ</h3>
							<p>ಚಿತ್ರ ಮತ್ತು ವಿಡಿಯೋ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-6" href="#">
							<h3>ಹುಡುಕು</h3>
							<p>ಸಮಗ್ರ ಶೋಧನೆ</p>
						</a>
					</li>
				</ul>
			</li>
			<li class="has-children">
				<a href="#">ಸಂಗ್ರಹ</a>

				<ul class="cd-secondary-nav is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li class="has-children">
						<a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a>
						<ul class="is-hidden">
							<li class="see-all"><a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a></li>
							<li><a href="../001/index.php">ಸಾಕ್ಷಿ</a></li>
							<li><a href="../002/index.php">ಸಂವಾದ</a></li>
							<li><a href="../003/index.php">ಮಾತುಕತೆ</a></li>
							<li><a href="index.php">ಪುಸ್ತಕ ಪ್ರಪಂಚ</a></li>
							<li><a href="../005/index.php">ಅರಿವು ಬರಹ</a></li>
							<li><a href="../006/index.php">ರಂಗಭೂಮಿ</a></li>
							<li><a href="../010/index.php">ಸಂಕುಲ</a></li>
							<li><a href="#">ಗ್ರಂಥಲೋಕ</a></li>
							<li><a href="#">ಪ್ರಬುದ್ಧ ಕರ್ನಾಟಕ</a></li>
							<a class="right" href="../index.html">...ಮುಂದೆ</a>
						</ul>
					</li>

					<li class="has-children">
						<a href="../index.html">ಸಮಗ್ರ ಸಾಹಿತ್ಯ</a>

						<ul class="is-hidden">
							<li><a href="#0">ಮಂಜೇಶ್ವರ ಗೋವಿಂದ ಪೈ</a></li>
							<li><a href="#0">ಫು. ಗು. ಹಳಕಟ್ಟಿ</a></li>
							<li><a href="#0">ಹರ್ಡೇಕರ್ ಮಂಜಪ್ಪ</a></li>
							<li><a class="right" href="../index.html">...ಮುಂದೆ</a></li>
						</ul>
						<br />
						<a href="../../article_list/index.html">ಬಿಡಿ ಬರಹ</a>
						<ul class="is-hidden">
							<li><a href="#0">ಕೆ. ಎಸ್. ಮಧುಸೂದನ್</a></li>
							<li><a href="#0">ಡಾ. ಅಶ್ವಿನ್ ಕುಮಾರ್ ಎ. ಪಿ</a></li>
							<li><a class="right" href="../../article_list/index.html">...ಮುಂದೆ</a></li>
						</ul>
					</li>

					<li class="has-children">
						<a href="../../article_list/index.html">ಲೇಖನ</a>

						<ul class="is-hidden">
							<li class="go-back"><a href="../../article_list/index.html">ಲೇಖನ</a></li>
							<li><a href="../../blog/kgv.html">ಆಲೂರು ವೆಂಕಟರಾವ್ </a></li>
						</ul>
						<br />
						<a href="../../article_list/index.html">ಸಂಶೋಧನಾ ಪ್ರಬಂಧ</a>
						<ul class="is-hidden">
							<li><a href="../../blog/niranjanavanalli.html">ನಿರಂಜನ ವಾನಳ್ಳಿ</a></li>
							<li><a href="#0">ನಂಜುಂಡಸ್ವಾಮಿ</a></li>
						</ul>
						
					</li>
					<li class="has-children">
						<a href="../index.html">ಪುಸ್ತಕ ಸಂಗ್ರಹ</a>

						<ul class="is-hidden">
							<li><a href="">ಕೃಷ್ಣ ಮಹೀಶ್ವರೀ</a></li>
							<li><a href="">ಸುವ್ರತ</a></li>
							<li><a href="">ಮಕ್ಕಳ ಕಲಿಕೆಯ ವಸ್ತುಪಾಠಗಳು</a></li>
							<li><a href="">ತಮಿಳ ಮೊದಲ ಪುಸ್ತಕ</a></li>
							<li><a href="">ಭಾಷಾಮಂಜರಿ</a></li>
							<li><a href="">ಗಣಿತಾರ್ಣವ</a></li>
							<li><a href="">ಪ್ರಶ್ನೋತ್ತರ ಲೇಖ್ಯಬೋಧಿನಿ</a></li>
						<a class="right" href="../index.html">...ಮುಂದೆ</a>
						</ul>
					</li>
				</ul>
			</li>

			<li><a href="../../ayama.html">ಆಯಾಮ</a></li>

			

			<li><a href="">ಭಾಗವಹಿಸಿ</a></li>
		</ul> <!-- primary-nav -->
	</nav> <!-- cd-nav -->

	<main class="cd-main-content">
			<div class="container">
		<div id="sec_nav">
					<ul class="actions">
						<li><a href="index.php" class="button button-outline">ಮುಖಪುಟ</a></li>
						<li><a href="../../volumes.php?journalid=004" class="button button-outline">ಸಂಪುಟ</a></li>
						<li><a href="../../articles.php?journalid=004" class="button button-outline">ಲೇಖನ</a></li>
						<li><a href="../../authors.php?journalid=004" class="button button-outline">ಲೇಖಕ</a></li>
						<li><a href="../../search.php?journalid=004" class="button button-outline">ಹುಡುಕು</a></li>
					</ul>
		</div>
	</div>

		<section id="about">
			<h2>ಪುಸ್ತಕ ಪ್ರಪಂಚ</h2>
			<h4><br>ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ, ಮೈಸೂರು</h4>
			<div id="about_p">
				<div class="page_title">&ldquo;ಅದ್ಭುತ ಚಿಂತನೆಯ ಕೂಸು - ಪುಸ್ತಕ ಪ್ರಪಂಚ &rdquo;</div><br>
			<p>೧೯೪೨ರಲಿ ಅಸ್ತಿತ್ವಕ್ಕೆ ಬಂದ 'ಮೈಸೂರು ಸಂಸ್ಥಾನದ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ' ಹಳೆಯ ಮೈಸೂರು ರಾಜ್ಯದಲ್ಲಿ, ಅಂದರೆ ಬಳ್ಳಾರಿ ಜಿಲ್ಲೆಯೂ ನಮ್ಮ ರಾಜ್ಯಕ್ಕೆ ಸೇರಿಲ್ಲದಿದ್ದಾಗ, ಸಕ್ರಿಯವಾಗಿ ಕೆಲಸ ಮಾಡುತಿತ್ತು. ವಯಸ್ಕರಿಗೆ 
			   ಓದು-ಬರಹ ಕಲಿಸುವ ಕೆಲಸವನ್ನು ಸಮರ್ಥವಾಗಿ ನೆಡೆಸುತ್ತಿತ್ತು. ಕನ್ನಡದ ಕಣ್ವರೆಂದೇ ಹೆಸರಾದ ಬಿ.ಎಂ.ಶ್ರೀ. ಅವರು ಇದರ ಮೊದಲ ಅಧ್ಯಕ್ಷರಾಗಿದ್ದರು.</p>
			<p>ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ಆಗಿಂದಾಗ್ಗೆ ಹಲವಾರು ವಿಷಯಗಳ ಬಗ್ಗೆ ಸಣ್ಣ ಸಣ್ಣ ಪುಸ್ತಿಕೆಗಳನ್ನು ಹೊರತರುತ್ತಿತ್ತು. ಆ ಕಾಲದಲ್ಲಿ ಆ ಪುಸ್ತಿಕೆಗಳ ಬೆಲೆ ಕೇವಲ ಎರಡು ಆಣೆ (ಈಗಿನ ೧೨ ಪೈಸೆ). ಈ ಪುಸ್ತಿಕೆಗಳು ಹೊಸದಾಗಿ 
			   ಓದಲು ಕಲಿತ ವಯಸ್ಕರು ತಮ್ಮ ಮಿತವಾದ ಓದುವ ಶಕ್ತಿಯನ್ನು ಬಳಸಿ ಓದಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವಂತೆ ಇರುತ್ತಿದ್ದುವು. ಹಾಗೆಯೇ 'ನವಸಾಕ್ಷರರು' (ಈ ಶಬ್ದ ಬಳಕೆಗೆ ಬಂದದ್ದು ತೀರ ಇತ್ತೀಚೆಗೆ!) 
			  ತಾವು ಕಲಿತದ್ದನ್ನು ಮರೆಯದಿರಲು ಸಹಾಯಮಾಡುತ್ತಿದ್ದುವು ಮತ್ತು ಅವರ ಜ್ಞಾನಭಂಡಾರವನ್ನೂ ಹೆಚ್ಚಿಸುತ್ತಿದ್ದುವು.</p>
			<p>ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ತನ್ನ ಓದುಗರಿಗೆ (ಇವರೆಲ್ಲ 'ನವಸಾಕ್ಷ್ರರು' ಎಂದು ಪ್ರತ್ಯೇಕವಾಗಿ ಹೇಳಬೇಕಿಲ್ಲವಷ್ಟೆ !) ತಮ್ಮ ಸುತ್ತಲಿನ ಪ್ರಪಂಚದ ಆಗುಹೋಗುಗಳ ಬಗ್ಗೆ ಸುಲಭವಾಗಿ ಓದಿ ತಿಳಿಯಲು ಸಹಾಯವಾಗುವಂತಹ ಒಂದು 
			   ವಾರಪತ್ರಿಕೆಯನ್ನು ಹೊರತರುತ್ತಿತ್ತು. 'ಬೆಳಕು' ಅದರ ಹೆಸರು. ಕೇವಲ ನಾಲ್ಕು ಪುಟಗಳ ಆ ಪತ್ರಿಕೆಯಲ್ಲಿ ಆ ವಾರ ಬರುವ ಮುಖ್ಯವಾದ ಹಬ್ಬ, ರೈತರಿಗೆ ಹೆಚ್ಚು ಉಪಯೋಗವಾಗುವ ವಿಷಯ-ಘಟನೆ ಬಗ್ಗೆ ಮಾಹಿತಿ, ರಾಜ್ಯ-
			   ದೇಶ - ಪ್ರಪಂಚದಲ್ಲಿ ಹಿಂದಿನ ವಾರದಲ್ಲಿ ಘಟಿಸಿದ ಪ್ರಮುಖ ವಿಷಯಗಳ ಬಗ್ಗೆ ಸಣ್ಣ ಟಿಪ್ಪಣಿಗಳು, ರೈತರಿಗೆ ವ್ಯವಸಾಯದ ಬಗ್ಗೆ ಏನಾದರೂ ಸಲಹೆ, ಒಂದು ಸಣ್ಣ ಕತೆ - ಇವೆಲ್ಲವೂ ಕೊಂಚ ದಪ್ಪ ಅಕ್ಷರಗಳಲ್ಲಿ, ಹೊಸದಾಗಿ ಓದು ಕಲಿತ 
			  ವಯಸ್ಕರು ಸುಲಭವಾಗಿ ಓದಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬಹುದಾದ ಸರಳವಾದ ಕನ್ನಡದಲ್ಲಿ ಇರುತ್ತಿದ್ದುವು</p>
			<p>ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ಮುಂದಿನ ಯೋಜನೆ 'ಪುಸ್ತಕ ಪ್ರಪಂಚ'. ಇದು ಜಿ. ಹನುಮಂತರಾಯರ ಕಲ್ಪನೆಯ ಫಲ. ಹನುಮಂತರಾಯರು ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಪ್ರಸಾರಂಗ ಅಸ್ತಿತ್ವಕ್ಕೆ ಬರಲು ಕಾರಣಕರ್ತರು. 'ಪುಸ್ತಕ ಪ್ರಪಂಚ'ದ
			   ಮೊದಲ ವಿಶೇಷ ಸಂಚಿಕೆ ಮೇ ೧೯೪೬ರಲ್ಲಿ ಹೊರಬಂತು. ಅದರ ಮೊದಲ ಆರು ಪುಟಗಳಲ್ಲಿ 'ಸ್ವ-ವಿಷಯ' ಎಂಬ ಶೀರ್ಷಿಕೆಯಲ್ಲಿ ಪ್ರಕಟವಾಗಿರುವ ಲೇಖನದಲ್ಲಿ ಚಿಕ್ಕದಾಗಿ, ಚೊಕ್ಕವಾಗಿ, 'ಪುಸ್ತಕ ಪ್ರಪಂಚ'ದ ಬಗ್ಗೆ ಹೇಳಬೇಕಾದುದೆಲ್ಲವನ್ನೂ ಹೇಳಿದ್ದಾರೆ. ಅದಕ್ಕೆ ಹೇಚ್ಚಿನ ವಿವರಣೆ ಅನಗತ್ಯ.</p>
			<p>ಪುಸ್ತಕ ಪ್ರಪಂಚದ ಪ್ರಾರಂಭದ ದಿನಗಳು ಹೇಗಿದ್ದುವೆಂದು ಇಂದಿನವರು ಊಹಿಸುವುದೂ ಕಷ್ಟ. ಎಲ್ಲ ಮಾಹಿತಿಗೂ ರೇಡಿಯೋ ಅಥವಾ ವೃತ್ತಪತ್ರಿಕೆಗಳನ್ನು ಅವಲಂಬಿಸಬೇಕಿತ್ತು. ಅಲ್ಲಿ ಬಂದದ್ದೇ ನಿಜವೆಂದು 
			   ನಂಬಬೇಕಿತ್ತು. ವಿದೇಶದಲ್ಲಿ, ಅಷ್ಟೇಕೆ, ದೇಶದ ಬೇರೆ ಭಾಗಗಳಲ್ಲಿ ಪ್ರಕಟವಾದ ಪುಸ್ತಕಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿ ಸಿಗುತ್ತಿರಲಿಲ್ಲ, ಪುಸ್ತಕಗಳು ಸಿಗುವುದಂತೂ ಇನ್ನೂ ಕಷ್ಟ. ೫೦ರ ದಶಕದಲ್ಲಿ ಕೂಡ ವಿದ್ಯಾರ್ಥಿಗಳು ಲೈಬ್ರೆರಿಯಿಂದ ಪುಸ್ತಕಗಳನ್ನು
			  ಎರವಲು ತಂದು ತಮಗೆ ಬೇಕಾದ ಭಾಗಗಳನ್ನು ಕೈಬರಹದ ಮೂಲಕ ಪ್ರತಿ ಮಾಡಿಟ್ಟುಕೊಳ್ಳತ್ತಿದ್ದುದು ಸಾಮಾನ್ಯವಾಗಿತ್ತು. ಆಗ ಕ್ಸೆರಾಕ್ಸ್ ಇರಲಿಲ್ಲ. ಟಿವಿ, ಮೊಬೈಲ್, ಇಂಟರ್ನೆಟ್, ವೈಫೈಗಳ ಹೆಸರೇ ಇರಲಿಲ್ಲ. ಟೆಲಿಫೋನ್ ಸಹ ಸಾಮಾನ್ಯ 
			  ಜನರಿಂದ ದೂರವೇ ಇತ್ತು. ಇಂಥ ಕಾಲದಲ್ಲಿ ಪುಸ್ತಕ ಪ್ರಪಂಚ ಬಂದು ಜನರಿಗೆ ದೊಡ್ಡ ಉಪಕಾರ ಮಾಡಿದ್ದು ಸುಳ್ಳಲ್ಲ.</p>
			<p>ಮೊದಲು ರೂಪಿಸಿದ ಸಂಪಾದಕ ಮಂಡಳಿಯಲ್ಲಿನ ಸದಸ್ಯರ ಹೆಸರುಗಳನ್ನು  ಕೇಳಿದರೆ ಮೈ ಜುಮ್ಮೆನ್ನುತ್ತದೆ. ಅವರ ಪೈಕಿ ಟಿ. ಕೃಷ್ಣಮೂರ್ತಿ, ಎಸ್. ವಿ. ಶ್ರೀನಿವಾಸರಾವ್, ನ.ಭದ್ರಯ್ಯ ಅವರ ಯುನೆಸ್ಕೊ ನೇಮಕದ ಮೇಲೆ ಇದೇ ರಂಗದಲ್ಲಿ ಕೆಲಸಮಾಡಲು 
			   ಹಲವಾರು ವಿದೇಶಗಳಿಗೆ ಹೋಗಿದ್ದರು. ಎಂ. ಆರ್. ಲಕ್ಷಮ್ಮನವರು 'ಬೆಳಕು' ವಾರಪತ್ರಿಕೆಯ ಸಂಪಾದಕರಾಗಿದ್ದರು. ಜಿ. ಹನುಮಂತರಾಯರು ಪ್ರಧಾನ ಸಂಪಾದಕರಾಗಿದ್ದರೂ ಎಸ್. ವಿ. ಶ್ರೀನಿವಾಸರಾಯರನ್ನು ಪುಸ್ತಕ ಪ್ರಪಂಚದ ಸಂಪಾದಕರಾಗಿ ನೇಮಿಸಲಾಗಿತ್ತು.</p>
			<p>ಕಾಲಕ್ರಮದಲ್ಲಿ ಆರ್. ವಿ. ಶ್ರೀನಿವಾಸಮೂರ್ತಿ ಅವರು 'ಬೆಳಕು' ಮತ್ತು 'ಪುಸ್ತಕ ಪ್ರಪಂಚ'ದ ಸಂಪಾದಕರಾದರು. ಇವರು ಆ ವೇಳೆಗಾಗಲೇ ರಾ. ವೆಂ. ಶ್ರೀನಿವಾಸ - ರಾ. ವೆಂ. ಶ್ರೀ. ಎಂಬ ಕಾವ್ಯನಾಮದಲ್ಲಿ ಲೇಖಕರಾಗಿ ಹೆಸರು ಗಳಿಸಿದ್ದರು. ೧೯೬೪ರ ವರೆಗೂ ಇವರು ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯಲ್ಲಿ ಸೇವೆ ಸಲ್ಲಿಸಿದರು.</p>
			<p>ಮೊದಲು ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ತನ್ನ ಪ್ರಕಟಣೆಗಳನ್ನು ಜಿ. ಹನುಮಂತರಾಯರ ಮಗ ಜಿ. ಹೆಚ್. ರಾಮರಾವ್ ನಡೆಸುತ್ತಿದ್ದ ಮೈಸೂರು ಪ್ರಿಂಟಿಂಗ್ ಅಂಡ್ ಪಬ್ಲಿಷಿಂಗ್ ಹೌಸ್ ಎಂಬ ಮುದ್ರಣಾಲಯದಲ್ಲಿ, ವೆಸ್ಲಿಯನ್ ಮಿಷನ್ ನಡೆಸುತ್ತಿದ್ದ ವೆಸ್ಲಿ ಪ್ರೆಸ್ನಲ್ಲಿ, ಸೀತಾರಾಘವ ಪ್ರೆಸ್, ಪಂಚಾಚಾರ್ಯ ಎಲೆಕ್ಟ್ರಿಕ್ ಪ್ರೆಸ್ - ಹೀಗೆ ಹಲವಾರು ಕಡೆ ಮುದ್ರಿಸುತ್ತಿತ್ತು. ಕಾಲಕ್ರಮದಲ್ಲಿ ಆ ಕಾಲಕ್ಕೆ ಆಧುನಿಕ ಎನ್ನಬಹುದಿದ್ದ ಯಂತ್ರಗಳಿಂದ ಕೂಡಿದ 
			  ತನ್ನದೇ ಪ್ರೆಸ್ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ಆವರಣದಲ್ಲೇ ಕಾರ್ಯರಂಭ ಮಾಡಿತು.</p>
			<p>ಪುಸ್ತಕ ಪ್ರಪಂಚದ ಆಶಯಗಳನ್ನು ಸುಲಭವಾಗಿ ಆಗಮಾಡಿಸಲು ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ಒಂದು ಉಪಾಯ ಕಂಡುಕೊಂಡಿತ್ತು. ಇಂಗ್ಲಿಷ್ ಮಾಸಿಕ 'ದಿ ರೀಡರ್ಸ್ ಡೈಜೆಸ್ಟ್', ಹಿಂದೀ ಮಾಸಿಕ 'ನವನೀತ್' - ಹೀಗೆ
			 ಹಲವಾರು ಮೂಲಗಳಲ್ಲಿ ಪ್ರಕಟವಾದ ಲೇಖನಗಳನ್ನು ಕನ್ನಡಕ್ಕೆ ಅನುವಾದಿಸಿ ಪ್ರಕಟಿಸಲು ಪೂರ್ವಾನುಮತಿಯನ್ನು ಪಡೆದಿತ್ತು. ಹೀಗಾಗಿ ಯಾರಾದರೂ ಈ ಮೂಲಗಳಿಂದ ಲೇಖನಗಳನ್ನು ಅನುವಾದಿಸಲು ಪ್ರತ್ಯೇಕವಾದ
			 ಅನುಮತಿ ಪಡೆಯುವ ಆವಶ್ಯಕತೆ ಇರಲಿಲ್ಲ. ಇದರಿಂದ ಭಾಷಾಂತರಕಾರರ ಕೆಲಸ ಸುಲಭವಾಗಿತ್ತು.</p>
			<p>ಕನ್ನಡ ಸಾಹಿತ್ಯ ಲೋಕಕ್ಕೆ ಪುಸ್ತಕ ಪ್ರಪಂಚ ಸದ್ದಿಲ್ಲದೆ ದೊಡ್ದ ಸೇವೆ ಸಲ್ಲಿಸಿದೆ ಎಂದರೆ ತಪ್ಪಾಗಲಾರದು. ಈ ಸೇವೆ ಅಷ್ಟು ಪ್ರಸಿದ್ಧಿಗೆ ಬಂದಿಲ್ಲ. ಕನ್ನಡದಲ್ಲಿ ದೊಡ್ಡ ಹೆಸರು ಮಾಡಿರುವ ಹಲವಾರು ಹಳೆಯ ಮೈಸೂರು 
			 ಪ್ರಾಂತ್ಯದ ಲೇಖಕರು ತಮ್ಮ ವಿದ್ಯಾರ್ಥಿದೆಸೆಯಲ್ಲಿ ಪುಸ್ತಕ ಪ್ರಪಂಚಕ್ಕೆ ಲೇಖನಗಳನ್ನು ಬರೆದು ಅದರಿಂದ ಬಂದ ಸಂಭಾವನೆಯನ್ನು ತಮ್ಮ ಸ್ವಂತ ಖರ್ಚು ವೆಚ್ಚುಗಳನ್ನು ಸರಿದೂಗಿಸಲು ಉಪಯೋಗಿಸುತ್ತಿದ್ದರು. ಎಚ್. ತಿಪ್ಪೇರುದ್ರಸ್ವಾಮಿ, 
			 ಸಿ. ಪಿ. ಕೆ., ಆರ್. ತಿಪ್ಪೇಸ್ವಾಮಿ, ಜೀಶಂಪ, ಹಾ. ಮಾ. ನಾಯಕ ಮತ್ತು ಇನ್ನೂ ಹಲವಾರು ಈ ಪಟ್ಟಿಯಲ್ಲಿ ಬರುತ್ತಾರೆ. ಈ ಪೈಕಿ ಹಲವರು ರಾ. ವೆಂ. ಶ್ರೀ. ಅವರಿಗೆ ಇದಕ್ಕಾಗಿ ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸಿ ಕಾಗದಗಳನ್ನು ಬರೆದಿದ್ದರು.<p>
			<p>ಪುಸ್ತಕ ಪ್ರಪಂಚಕ್ಕೆ ನೇರವಾಗಿ ಸಂಬಂಧಿಸಿದ ಈ ಲೇಖನದಲ್ಲಿ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ಕಾರ್ಯವೈಖರಿಯ ಬಗ್ಗೆ ಕೆಲವು ವಿವರಗಳನ್ನು ಕೊಟ್ಟರೆ ಅದು ಅಪ್ರಸ್ತುತವಾಗಲಾರದೆಂದು ಭಾವಿಸುತ್ತೇನೆ. ವಯಸ್ಕರಿಗೆ 
			 ನಡೆಸುವ ಶಾಲೆ ನಡೆಯುತ್ತಿದ್ದದ್ದು ಸಾಧಾರಣವಾಗಿ ಸಂಜೆ ವೇಳೆ. ರೈತಾಪಿ ಜನರು ತಮ್ಮ ಹೊಲ-ಗದ್ದೆ ಕೆಲಸಗಳನ್ನು ಮುಗಿಸಿ ಮನೆಗೆ ಬಂದು ನಂತರ ಶಾಲೆಗೆ-ಕಲಿಕಾ ಕೇಂದ್ರಕ್ಕೆ ಬರುತ್ತಿದ್ದರು. ಆಗ ಲಾಂದ್ರದ ಬೆಳಕಿನಲ್ಲೇ ಅವರ ಚಟುವಟಿಕೆ ನಡೆಯುತ್ತಿತ್ತು.
			 ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ಆ ಕೇಂದ್ರಗಳಿಗೆ ಲಾಂದ್ರ, ಸೀಮೇಣ್ಣೆ ಕೂಡ ಒದಗಿಸುತ್ತಿತ್ತು. ಎತ್ತರ ಕಡಿಮೆ, ಅಗಲ ಜಾಸ್ತಿ ಇರುವಂತಹ, ಬಾಗಿಲಿರುವ, ಮರದ ಪುಸ್ತಕ ಕಪಾಟುಗಳನ್ನು ಕೊಡುತ್ತಿತ್ತು. ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ 
			 ಪ್ರಕಟಿಸುತ್ತಿದ್ದ ಸಣ್ಣ ಪುಸ್ತಿಕೆಗಳಂಥ ನೂರಾರು ಪುಸ್ತಕಗಳನ್ನು ಅದರಲ್ಲಿ ಇಡಬಹುದಾಗಿತ್ತು. ನೆಲದ ಮೇಲೆ ಕುಳಿತುಕೊಂಡೇ ಕಪಾಟಿನಿಂದ ಬೇಕಾದ ಪುಸ್ತಕಗಳನ್ನು ಈಚೆ ತೆಗೆಯಲು ಅನುಕೂಲವಾಗಿತ್ತು.</p>
			<p>ಇದಲ್ಲದೆ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ ಹಲಾವಾರು ಕಡೆ ವಿದ್ಯಾಪೀಠಗಳನ್ನು ನಡೆಸುತ್ತಿತ್ತು. ನಂಜನಗೂಡಿನಲ್ಲಿ, ಮಂಡ್ಯ ಜಿಲ್ಲೆಯ ಶಿವಾರಗುಡ್ಡದಲ್ಲಿ, ಶಿವಮೊಗ್ಗ ಜಿಲ್ಲೆಯಲ್ಲಿ ಇದ್ದ ವಿದ್ಯಾಪೀಠಗಳು ಬಹಳ ಹೆಸರು ಮಾಡಿದ್ದುವು.</p>
			<p>ನಾ. ಕಸ್ತೂರಿಯವರು ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಪ್ರಸಾರಕ್ಕೆ ಹಳ್ಳಿಗಳಿಗೆ ಪ್ರವಾಸ ಮಾಡಿ ಹರಿಕಥೆಯಂತೆ ಕಥಾಕಾಲಕ್ಷೇಪ ಮಾಡಿ ಅನಕ್ಷರಸ್ಥ ಜನರನ್ನು ಅಕ್ಷರ ಕಲಿಯುವಂತೆ ಪ್ರೇರೇಪಿಸುತ್ತಿದ್ದರು. ಹಲವಾರು ಸಾರಿ ಜೈಲಿಗೆ ಭೇಟಿ ನೀಡಿ ಅಲ್ಲಿದ್ದ ಖೈದಿಗಳಿಗೆ ಅಕ್ಷರ ಕಲಿಯುವಂತೆ ಹುರಿದುಂಬಿಸುತ್ತಿದ್ದರು. ಇಂಥ ಒಂದು ಕರ್ಯಕ್ರಮದಲ್ಲಿ 
			 ಡಾ. ಎಚ್. ಕೆ. ರಂಗನಾಥ್ ಅವರನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿದ್ದರ ಬಗ್ಗೆ ಕಸ್ತೂರಿ ಬರೆಯುತ್ತಾರೆ. ಇತ್ತೀಚೆಗೆ ನಿಧನರಾದ ಹೆಸರಾಂತ ವ್ಯಂಗ್ಯಚಿತ್ರಕಾರ ಆರ್. ಕೆ. ಲಕ್ಷ್ಮಣ್ ಕೂಡ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ಪುಸ್ತಿಕೆಗಳಿಗೆ 
			 ರೇಖಾಚಿತ್ರಗಳನ್ನು ಬರೆದುಕೊಡುತ್ತಿದ್ದರು. </p>
			<p>ಸರ್ಕಾರದಿಂದ ಅನುದಾನ ಪಡೆಯುತ್ತಾ ನಡೆಯುತ್ತಿದ್ದ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ಮೇಲೆ ಹಲವರ ಪಟ್ಟಭದ್ರ ಹಿತಾಸಕ್ತಿಯುಳ್ಳವರ ಕಣ್ಣು ಬಿತ್ತು. ಅದುವರೆಗೂ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯ ನೌಕರರಿಗೆ ಪಿಂಚಣಿ ಸೌಲಭ್ಯವಿರಲಿಲ್ಲ. ಇವೆಲ್ಲ ಕಾರಣಗಳ 
			ಹಿನ್ನಲೆಯಲ್ಲಿ ಒಂದು ದಿನ ರಾಜ್ಯ ಸರ್ಕಾರ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿಯನ್ನು ತನ್ನ ವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡಿತು. ಅದಕ್ಕೊಬ್ಬ ಛೇರ್ಮನ್, ಅವರಿಗೆ ಒಂದು ಕಾರು, ಮನೆ ಇತ್ಯಾದಿಗಳು ಹುಟ್ಟಿಕೊಂಡವು. ಅಧಿಕಾರದಲ್ಲಿರುವ ಪಕ್ಷದ ಧುರೀಣರಿಗೆ ಹಂಚಲು ಇರುವ ಹಲವಾರು ಹುದ್ದೆಗಳ ಪಟ್ಟಿಯಲ್ಲಿ 'ಕರ್ನಾಟಕ ರಾಜ್ಯ ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಸಮಿತಿ' ಯೂ ಸೇರಿತು. ಹೊಸ ಯೋಜನೆಗಳು ಹುಟ್ಟಿಕೊಂಡವು. ಹಣದ ಹೊಳೆ ಹರಿಯಿತು. ವಯಸ್ಕರ ಶಿಕ್ಷಣ ಹಿಂದಕ್ಕೆ ಸರಿಯಿತು. </p>
			<p>ಈ ಗೊಂದಲಗಳ ನಡುವೆ ಪುಸ್ತಕ ಪ್ರಪಂಚದ ರೂಪ ಬದಲಾಯಿತು. ಹೊಸ ಸಂಪಾದಕ ಮಂಡಳಿಯ ನೇಮಕವಾಯಿತು. ಆಧುನಿಕ ಮುದ್ರಣ ಯಂತ್ರಗಳು ಬಂದವು. ಆದರೆ ಅದರ ಮುಖ್ಯಸ್ಥರ ಜಾಗದಲ್ಲಿ ಬಂದವರೆಲ್ಲರಿಗೂ ತಮ್ಮ ಕೆಲಸಕ್ಕೆ ಇರಬೇಕದ ನಿಷ್ಠೆ ಮತ್ತು ಬದ್ಧ್ತೆಯ ಕೊರತೆ ಎದ್ದು ಕಾಣುತ್ತಿತ್ತು. ಹೀಗಾಗಿ ಪುಸ್ತಕ  ಪ್ರಪಂಚ ಚರಿತ್ರೆಯ ಪುಟಗಳಿಗೆ ಸರಿದು ಹೋಯಿತು. ಇವತ್ತಿನ ದಿನಗಳಲ್ಲಂತೂ ಪುಸ್ತಕ ಪ್ರಪಂಚ ತನ್ನ ಪ್ರಸ್ತುತತೆಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಕಳೆದುಕೊಂಡಿದೆ ಎಂದರೆ ತಪ್ಪಾಗಲಾರದು. </p>
			<div class="left"><br /><p>ಮೋಹನ ಮೂರ್ತಿ<br />ಪ್ರೊಪರೈಟರ್, ಶಕ್ತಿ ಪ್ರೆಸ್, ಮೈಸೂರು.</p></div>
			
			<p>ಲೇಖನಗಳನ್ನು<a href="http://en.wikipedia.org/wiki/DjVu" target="_blank">ಡೆಜವೂ (DjVu) </a>ರೂಪದಲ್ಲಿಟ್ಟಿದೆ. ಅವುಗಳನ್ನು ನೋಡಲು ಡೆಜವೂ ಪ್ಲಗಿನ್ ಅಗತ್ಯ. ಇದು ಮುಕ್ತವಾಗಿ ಇಲ್ಲಿ ಸಿಗುತ್ತದೆ: <br>
			<a href="http://www.caminova.net/en/downloads/download.aspx?id=1" target="_blank"><br /><img src="../../../php/img/djvu_dl_pic.gif"  alt="djvu_image"></a></p>
			</div>
	  </section>
	</main>
	<div id="cd-search" class="cd-search">
		<form>
			<input type="search" placeholder="Search...">
		</form>
	</div>
<footer>
			  <span>Digital Archives in Indian Languages&nbsp;(DAIL)</span>
          </footer>
			<script src="../../js/intermediate/jquery-2.1.1.js"></script>
	<script src="../../js/intermediate/jquery.mobile.custom.min.js"></script>
	<script src="../../js/intermediate/main.js"></script> <!-- Resource jQuery -->
</body>
</html>

	

