<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" href="../../css/intermediate/font-awesome.min.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/reset.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/style.css"> <!-- Resource style -->
	<script src="../../js/intermediate/modernizr.js"></script> <!-- Modernizr -->
	<title>ಆಧುನಿಕ ಕರ್ನಾಟಕದ ಬೌದ್ಧಿಕ ಇತಿಹಾಸ</title>
</head>
<body>
	<header class="cd-main-header">
		<a class="cd-logo" href="../../index.php"><i class="fa fa-home fa-2x"></i></a>

		<ul class="cd-header-buttons">
			<li><a class="cd-search-trigger" href="#cd-search">Search<span></span></a></li>
			<li><a class="cd-nav-trigger" href="#cd-primary-nav">Menu<span></span></a></li>
		</ul> <!-- cd-header-buttons -->
	</header>
	<div class="cd-overlay"></div>

<nav class="cd-nav">
		<ul id="cd-primary-nav" class="cd-primary-nav is-fixed">
			<li class="has-children">
				<a href="#">ಆಕರಭಾರತಿ</a>
				<ul class="cd-nav-icons is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li>
						<a class="cd-nav-item item-1" href="../../about.php">
							<h3>ಪಕ್ಷಿನೋಟ</h3>
							<p>ಈ ಯೋಜನೆಯನ್ನು ಕುರಿತು</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-3" href="../../credits.php">
							<h3>ಕೃತಜ್ಞತೆಗಳು</h3>
							<p>ಸಹಾಯ ಮಾಡಿದವರನ್ನು ನೆನೆಯುತ್ತಾ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-2" href="../../contact.php">
							<h3>ಸಂಪರ್ಕ</h3>
							<p>ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್ ಟೆಕ್ನೋಲೊಜೀಸ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-5" href="#">
							<h3>ವಿಡಿಯೋ</h3>
							<p>ಡಿ.ಎ.ಐ.ಎಲ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-4" href="#">
							<h3>ಗ್ಯಾಲರಿ</h3>
							<p>ಚಿತ್ರ ಮತ್ತು ವಿಡಿಯೋ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-6" href="#">
							<h3>ಹುಡುಕು</h3>
							<p>ಸಮಗ್ರ ಶೋಧನೆ</p>
						</a>
					</li>
				</ul>
			</li>
			<li class="has-children">
				<a href="#">ಸಂಗ್ರಹ</a>

				<ul class="cd-secondary-nav is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li class="has-children">
						<a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a>
						<ul class="is-hidden">
							<li class="see-all"><a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a></li>
							<li><a href="../001/index.php">ಸಾಕ್ಷಿ</a></li>
							<li><a href="../002/index.php">ಸಂವಾದ</a></li>
							<li><a href="../003/index.php">ಮಾತುಕತೆ</a></li>
							<li><a href="../004/index.php">ಪುಸ್ತಕ ಪ್ರಪಂಚ</a></li>
							<li><a href="../005/index.php">ಅರಿವು ಬರಹ</a></li>
							<li><a href="index.php">ರಂಗಭೂಮಿ</a></li>
							<li><a href="#">ಗ್ರಂಥಲೋಕ</a></li>
							<li><a href="#">ಪ್ರಬುದ್ಧ ಕರ್ನಾಟಕ</a></li>
							<a class="right" href="../index.html">...ಮುಂದೆ</a>
						</ul>
					</li>

					<li class="has-children">
						<a href="../index.html">ಸಮಗ್ರ ಸಾಹಿತ್ಯ</a>

						<ul class="is-hidden">
							<li><a href="#0">ಮಂಜೇಶ್ವರ ಗೋವಿಂದ ಪೈ</a></li>
							<li><a href="#0">ಫು. ಗು. ಹಳಕಟ್ಟಿ</a></li>
							<li><a href="#0">ಹರ್ಡೇಕರ್ ಮಂಜಪ್ಪ</a></li>
							<li><a class="right" href="../index.html">...ಮುಂದೆ</a></li>
						</ul>
						<br />
						<a href="../../article_list/index.html">ಬಿಡಿ ಬರಹ</a>
						<ul class="is-hidden">
							<li><a href="#0">ಕೆ. ಎಸ್. ಮಧುಸೂದನ್</a></li>
							<li><a href="#0">ಡಾ. ಅಶ್ವಿನ್ ಕುಮಾರ್ ಎ. ಪಿ</a></li>
							<li><a class="right" href="../../article_list/index.html">...ಮುಂದೆ</a></li>
						</ul>
					</li>

					<li class="has-children">
						<a href="../../article_list/index.html">ಲೇಖನ</a>

						<ul class="is-hidden">
							<li class="go-back"><a href="../../article_list/index.html">ಲೇಖನ</a></li>
							<li><a href="../../blog/kgv.html">ಆಲೂರು ವೆಂಕಟರಾವ್ </a></li>
						</ul>
						<br />
						<a href="../../article_list/index.html">ಸಂಶೋಧನಾ ಪ್ರಬಂಧ</a>
						<ul class="is-hidden">
							<li><a href="../../blog/niranjanavanalli.html">ನಿರಂಜನ ವಾನಳ್ಳಿ</a></li>
							<li><a href="#0">ನಂಜುಂಡಸ್ವಾಮಿ</a></li>
						</ul>
						
					</li>
					<li class="has-children">
						<a href="../index.html">ಪುಸ್ತಕ ಸಂಗ್ರಹ</a>

						<ul class="is-hidden">
							<li><a href="">ಕೃಷ್ಣ ಮಹೀಶ್ವರೀ</a></li>
							<li><a href="">ಸುವ್ರತ</a></li>
							<li><a href="">ಮಕ್ಕಳ ಕಲಿಕೆಯ ವಸ್ತುಪಾಠಗಳು</a></li>
							<li><a href="">ತಮಿಳ ಮೊದಲ ಪುಸ್ತಕ</a></li>
							<li><a href="">ಭಾಷಾಮಂಜರಿ</a></li>
							<li><a href="">ಗಣಿತಾರ್ಣವ</a></li>
							<li><a href="">ಪ್ರಶ್ನೋತ್ತರ ಲೇಖ್ಯಬೋಧಿನಿ</a></li>
						<a class="right" href="../index.html">...ಮುಂದೆ</a>
						</ul>
					</li>
				</ul>
			</li>

			<li><a href="../../ayama.html">ಆಯಾಮ</a></li>

			

			<li><a href="">ಭಾಗವಹಿಸಿ</a></li>
		</ul> <!-- primary-nav -->
	</nav> <!-- cd-nav -->

	<main class="cd-main-content">
			<div class="container">
		<div id="sec_nav">
					<ul class="actions">
						<li><a href="index.php" class="button button-outline">ಮುಖಪುಟ</a></li>
						<li><a href="../../volumes.php?journalid=006" class="button button-outline">ಸಂಪುಟ</a></li>
						<li><a href="../../articles.php?journalid=006" class="button button-outline">ಲೇಖನ</a></li>
						<li><a href="../../authors.php?journalid=006" class="button button-outline">ಲೇಖಕ</a></li>
						<li><a href="../../search.php?journalid=006" class="button button-outline">ಹುಡುಕು</a></li>
					</ul>
		</div>
	</div>

		<section id="about">
			<h2>ರಂಗಭೂಮಿ</h2>
			<h4><br>ಒಂದು ಕಲಾ ಪತ್ರಿಕೆ</h4>
			<div id="about_p">
				<div class="page_title">&ldquo;ರಂಗಭೂಮಿಯನ್ನು ಕುರಿತು&rdquo; ...</div><br>
			<p>ಮೊದಲ ಸಂಚಿಕೆ ೨೪ ಪುಟಗಳು. ಮುಂದೆಯೂ ರಂಗಭೂಮಿ ಅದಕ್ಕೆ ಮಾತ್ರವೇ ತನ್ನ ಆಸಕ್ತಿಯನ್ನು ಸೀಮಿತಗೊಳಿಸಿಕೊಳ್ಳದೇ ಎಲ್ಲ ಬಗೆಯ ಕಲಾ ಪ್ರಕಾರಗಳಿಗೆ ಸ್ಥಳ ನೀಡುತ್ತಿತ್ತು. ಒಂದು ದಶಕಕ್ಕೂ ಮೀರಿ ಈ ಪತ್ರಿಕೆ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಸರಣಗೊಂಡಿತೆಂದು ಡಾ. ಎಚ್. ಎ. ಪಾರ್ಶ್ವನಾಥ್ ನುಡಿಯುತ್ತಾರೆ. ಆದರೆ ವಾಸ್ತವಾಗಿ ಡಿ. ಕೆ. ಭಾರದ್ವಾಜರು ಏಕಾಂಗಿಯಾಗಿ ಈ ಪತ್ರಿಕೆ ನಡೆಸಿದ್ದು ೧೯೨೫-೨೬ರಲ್ಲಿ. ಅಂದರೆ ಒಂದು ವರ್ಷ ಮಾತ್ರ. ನಂತರ ಅಮೆಚೂರ್‍ ಡ್ರಾಮಾ ಅಸೋಸಿಯೇಶನ್‌ನವರ ಪ್ರಯತ್ನದಿಂದ ೧೯೩೨ರಿಂದ ೧೯೩೪ರವರೆಗೆ ನಡೆಯಿತು. ಅಂದರೆ ಒಟ್ಟೂ ‘ರಂಗಭೂಮಿ’ ಹತ್ತು ವರ್ಷಗಳ ಜೀವಿತಾವಧಿಯಿದ್ದರೂ ಸತತವಾಗಿ ಅದ ಹೊರಬಂದಿದ್ದು ಎರಡು-ಮೂರು ವರ್ಷ ಮಾತ್ರ. ಆದರೆ ‘ರಂಗಭೂಮಿ’ ಕನ್ನಡ ಪತ್ರಿಕೋದ್ಯಮದಲ್ಲಿ ಹೊಸ ದಾರಿ ತುಳಿಯುವ ಮೂಲಕ ಎಂದೆಂದಿಗೂ ಮಾದರಿಯಾಗಿರುವುದನ್ನು ಅಲ್ಲಗಳೆಯುವಂತಿಲ್ಲ. ಅವರಿಗೆ ಕನ್ನಡದಲ್ಲಿ ಕಲಾ ಪ್ರಕಾರಕ್ಕೆ, ಮುಖ್ಯವಾಗಿ ನಾಟಕ ಕಲೆಗೆ ಮೀಸಲಾಗಿ ಪತ್ರಿಕೆಯೇ ಬಂದುದಿಲ್ಲ.‘ರಂಗಭೂಮಿ’ಯಲ್ಲಿ ಪ್ರಕಟಗೊಂಡ ಲೇಖನಗಳ ಮೇಲೆ ಕಣ್ಣಾಡಿಸಿದರೂ ಅವುಗಳ ಮಹತ್ತ್ವವನ್ನು ತಿಳಿಯಬಹುದು. ೧೯೨೫ರ ಅಕ್ಟೋಬರ್‍ -ನವೆಂಬರ್‍ -ಡಿಸೆಂಬರ್‍ ಸಂಚಿಕೆಗಳಲ್ಲಿ ಶಾಂತಕವಿಗಳ ನಾಟಕ ಪ್ರೇಮದ ಕುರಿತು ಹುಯಿಲಗೋಳ ನಾರಾಯಣರಾಯರ ಲೇಖನವೂ, ಕೆರೋಡಿ ಸುಬ್ಬರಾಯ ಮತ್ತು ಎಂ. ಜಿ. ವೆಂಕಟೇಶಯ್ಯನವರ ಕನ್ನಡ ರಂಗಭೂಮಿ ಇತಿಹಾಸ ಲೇಖನಗಳೂ ಪ್ರಕಟಗೊಂಡಿವೆ. ಆ ಕಾಲದ ರಂಗನಟರಿಗೆ ಹಾಗೂ ರಂಗಭೂಮಿಯ ಸಂಬಂಧ ಇಟ್ಟುಕೊಂಡವರಿಗೆಲ್ಲ ರಂಗಭೂಮಿ ಪತ್ರಿಕೆ ಪ್ರಚಾರದಲ್ಲಿತ್ತು. ಆರ್ಥಿಕವಾಗಿ ಇದು ಯಶಸ್ವಿಯಾಗದಿದ್ದರೂ ದ. ಕೃ. ಭಾರದ್ವಾಜರ ಆಸಕ್ತಿಯ ಹರಹುಗಳನ್ನು ಗಮನಿಸಿದರೆ ರಂಗಭೂಮಿಗಾಗಿ ಅವರ ಕೊಡುಗೆ ಮಹತ್ತ್ವದ್ದೆನಿಸುತ್ತದೆ. ೧೯೨೬ರಲ್ಲೇ ‘ಮೈಸೂರು ರಂಗಭೂಮಿ’ ಪತ್ರಿಕೆಯೊಂದು ಇದ್ದುದಾಗಿ ಕಂಡು ಬರುತ್ತದೆ. ಆದರೆ ಬೇರೆಲ್ಲೂ ಇದು ದಾಖಲಾಗಿಲ್ಲ. ಯಾರು ಸಂಪಾದಕರಾಗಿದ್ದರು ಎಂಬುದೂ ತಿಳಿದಿಲ್ಲ. ಭಾರದ್ವಾಜರ ರಂಗಭೂಮಿ (೧೯೨೫)ಯಿಂದ ಪ್ರೇರಿತರಾಗಿ ರಂಗಾಸಕ್ತರು ಯಾರೋ ಈ ಪತ್ರಿಕೆಯ ಪ್ರಯತ್ನ ಮಾಡಿರಬಹುದೆಂದು ನಂಬಬಹುದು.ಕನ್ನಡ ರಂಗಭೂಮಿಯಲ್ಲಿ ಬಹುಕಾಲ ನಿಂತ ರಂಗಪತ್ತಿಕೆಗಳು ಕಡಿಮಾಯದರೂ ಅಲ್ಲಲ್ಲಿ ಆಗೀಗ ಬಂದು ಹೋದ ರಂಗ ಪತ್ರಿಕೆಗಳ ಪಟ್ಟಿ ದೀರ್ಘವಾಗಿಯೇ ಇದೆ. ಬಳ್ಳಾರಿಯ ಕನ್ನಡ ನಾಟಕ ಕಲಾ ಪರಿಷ್ಯತ್ತಿನ ಕಲಾ (೧೯೩೦) ಅಂಥ ಒಂದು ಪತ್ರಿಕೆ. ಬಳ್ಳಾರಿಯಿಂದ ಕನ್ನಡ ನಾಟಕ ‘ಕಲಾ’ ಪರಿಷದ್ ಎಂಬ ಸಂಸ್ಥೆಯ ಆಶ್ರಯದಲ್ಲಿ ‘ಕಲಾ’ ಎಂಬ ಅಭಿದಾನವನ್ನು ಹೊತ್ತು ಮಾಸಪತ್ರಿಕೆಯೊಂದು ಹೊರಬಂದ ಬಗ್ಗೆ ಡಾ. ಎಚ್. ವಿ. ಪಾರ್ಶ್ವನಾಥ್ ‘ರಂಗಸಂಗ’ ಪುಸ್ತಕದಲ್ಲಿ ಬರೆಯುತ್ತಾರೆ. ಇದೇ ಹೊತ್ತಿಗೆ ಬೆಂಗಳೂರಿನಿಂದಲೂ ಕಲಾ ಹೆಸರಿನ ಪತ್ರಿಕೆ ‘ಕಲಾ ಮಂದಿರಂ’ ಅವರಿಂದ ಪ್ರಕಾಶನಗೊಂಡಿತು.‘ಕಲಾ’ 
								 ಕನ್ನಡದಲ್ಲಿ ಬಂದ ಕಲಾ ಪತ್ರಿಕೆಗಳ ಪೈಕಿ ಗುಣಮಟ್ಟದ ದೃಷ್ಟಿಯಿಂದ ಹಾಗೂ ಚಾರಿತ್ರಿಕವಾಗಿ ಮಹತ್ತ್ವದ ಸ್ಥಾನಗಳಿದ್ದು ಕಲಾ ಮಂದಿರಂನ ಅ. ನ. ಸುಬ್ಬರಾಯರು ಪ್ರಕಟಿಸಿದ ‘ಕಲಾ’ ಪತ್ರಿಕೆ. ಲಲಿತಕಲೆಗಳಿಗೆ ಮೀಸಲಾಗಿದ್ದ ಈ ಮಾಸಪತ್ರಿಕೆ ೧೯೩೦ರ ಮಾರ್ಚ್ ತಿಂಗಳಲ್ಲಿ ಆರಂಭವಾಗಿ ನಡುನಡುವೆ ನಿಯತವಾಗಿ ಪ್ರಕಟಗೊಳ್ಳದಿದ್ದರೂ ಒಟ್ಟೂ ೨೬ ವರ್ಷ ಬದುಕಿ ದಾಖಲೆ ಮಾಡಿದೆ. ಕಲಾ ಪತ್ರಿಕೆಯ ಮೊದಲಸಂಚಿಕೆಯಲ್ಲಿ ‘ಕಲೆಯ ಖನಿಯಂತಿದ್ದ ಕರ್ನಾಟಕದಲ್ಲಿ ಕಲೆಗಳು ಗಳಿತಾವಸ್ಥೆಯಲ್ಲಿದ್ದು ತಕ್ಕ ವ್ಯವಸಾಯವಿಲ್ಲದೆ ಸೊರಗುತ್ತಿವೆ. ಜನಸಾಮಾನ್ಯರಲ್ಲಿ ಕಲಾಭಿಮಾನವೂ ಉದ್ಯೋಗತತ್ಪರತೆಯೂ ಅಳಿಸಿಹೋಗಿರುವುದು. ಇಂಥ ಪರಿಸ್ಥಿತಿಯಿಂದ ಪಾರಾಗಿ ಕರ್ನಾಟಕದ ಕೀರ್ತಿಯನ್ನುಳಿಸಲು ವಿದ್ಯಾವಂತರೂ ಕಲಾಭಿಮಾನಿಗಳೂ ನಡೆಸಬೇಕಾದ ಕಾರ್ಯಗಳು ಅನೇಕವಿದೆ ಎಂಬುದನ್ನು ಮನಗಂಡು ಈ ಕ್ಷೇತ್ರದಲ್ಲಿ ಅಳಿಲು ಭಕ್ತಿ ಮಳಲು ಸೇವೆಮಾಡಲು ಈ ಪತ್ರಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸುತ್ತಿದ್ದೇವೆ’ ಎಂಬುದಾಗಿ ಸಂಪಾದಕ ಅ. ನ. ಸುಬ್ಬರಾಯರು ನುಡಿದ್ದಾರೆ. ಪತ್ರಿಕೆಯನ್ನು ವಿದ್ಯಾ, ಲಲಿತಕಲೆ, ರಂಗಭೂಮಿ ಮತ್ತು ಕುಶಲ ವಿದ್ಯೆಗಳ ಮಾಸಪತ್ರಿಕೆ ಎಂದು ಕರೆಯಲಾಗಿತ್ತು. ಮೂಲತಃ ಅ. ನ. ಸುಬ್ಬರಾಯರು ಕಲಾವಿದರಾದ್ದರಿಂದ ಪತ್ರಿಕೆಯ ಒಲವು ಚಿತ್ರಕಲೆಯ ಕಡೆಗಿತ್ತು. ಆ ಕಾಲದ ಮಹಾನ್ ಲೇಖಕರೆಲ್ಲ ಕಲಾ ಪತ್ರಿಕೆಯ ಲೇಖಕರ ಬಳಗಕ್ಕೆ ಸೇರಿದವರಾಗಿದ್ದರು. ‘ಅ. ನ. ಸುಬ್ಬರಾಯರು ಭಾರತೀಯ ಕಲೆಯ ವಿವಿಧ ಸಂಪ್ರದಾಯಗಳನ್ನು ಜನತೆಗೆ ಪರಿಚಯಿಸುವ ಉದ್ದೇಶದಿಂದ ಕಲಾ ಎಂಬ ಮಾಸಪತ್ರಿಕೆ ಹೊರಡಿಸಿದರು. ೧೯೩೦ರಲ್ಲಿ ಆರಂಭವಾದ ಈ ಪತ್ರಿಕೆ ಸುಮಾರು ೨೬ ವರ್ಷ ನಡೆಯಿತು’ ಎಂದು ಡಾ. ವಿಜಯಾ ನುಡಿಯುತ್ತಾರೆ.ಬಿ. ವಿ. ಕೃಷ್ಣಮೂರ್ತಿಯವರ ಸಂಪಾದಕತ್ವದಲ್ಲಿ ಕಲಾನಿವೇದನ ಎಂಬ ಪತ್ರಿಕೆ ೧೯೨೯ರಲ್ಲಿ ಪ್ರಕಟಗೊಂಡಿತು. ಆರ್‍. ಜಿ. ಶೆಣೈಯವರ ಸಂಪಾದಕತ್ವದಲ್ಲಿ ‘ಕಲಾ ಚಂದ್ರ’ ಎಂಬ ವಾರಪತ್ರಿಕೆ ಕಾರ್ಕಳದಿಂದ ೧೯೩೩ರಲ್ಲಿ ಪ್ರಕಟಗೊಂಡು. ಎರಡು ವರ್ಷ ಅಂದರೆ ೧೯೩೫ ರವರೆಗೆ ಪ್ರಕಟಣೆಯಲ್ಲಿದ್ದುದಾಗಿ ತಿಳಿದುಬರುತ್ತದೆ. ೧೯೪೭ರಲ್ಲಿ ಮಂಗಳೂರಿನಿಂದ ಎಂ. ಎಸ್. ಶೆಟ್ಟಿಯವರ ಸಂಪಾದಕತ್ವದಲ್ಲಿ ‘ಕಲಾವಿದ’ ಎಂಬ ಮಾಸಪತ್ರಿಕೆ ಪ್ರಕಟಗೊಂಡಿತು. ಈ ಮೇಲಿನ ಮೂರು ಪತ್ರಿಕೆಗಳು ‘ಕಲಾ’ ಎಂಬ ಅಭಿದಾನವನ್ನು ಬಳಸಿಕೊಂಡಿದ್ದರೂ ವಾಸ್ತವವಾಗಿ ಕಲೆಗೆ ಮೀಸಲಾದ ಪತ್ರಿಕೆಗಳೇ ಎಂಬ ಬಗ್ಗೆ ಸ್ಪಷ್ಟ ಮಾಹಿತಿಗಳಿಲ್ಲ. ಕರ್ನಾಟಕ ರಾಜ್ಯ ಗೆಜೆಟಿಯರಿನಲ್ಲಿ ಈ ಪತ್ರಿಕೆಗಳ ದಾಖಲೆ ಸಿಕ್ಕುವುದು ಬಿಟ್ಟರೆ ಹೆಚ್ಚಿನ ವಿಷಯಗಳು ದೊರೆಯುತ್ತಿಲ್ಲ.ತಮಾಷ್
								‘ತಮಾಷಾ’ ಮರಾಠಿಯಲ್ಲಿ ಜನಪ್ರಿಯ ನಾಟ್ಯರೂಪ. ಮರಾಠಿಯ ರಂಗಭೂಮಿಯ ಹಾಗೆ ತಮಾಷ್ ರಂಗಭೂಮಿಯೂ ಪ್ರಸಿದ್ಧವಾಗಿದೆ.‘ತಮಾಷ್’ ಎಂಬ ಹೆಸರು ಹೊತ್ತ ಮಾಸ ಪತ್ರಿಕೆಯೊಂದು ಕನ್ನಡದಲ್ಲಿ ೧೯೪೨ರಲ್ಲಿ ಪ್ರಕಟಗೊಂಡು ಒಂದು ದಶಕಕ್ಕೂ ಹೆಚ್ಚುಕಾಲ ನಡೆದು ೧೯೫೩ರಲ್ಲಿ ನಿಂತುಹೋಗಿದ್ದು ದಾಖಲಾಗಬೇಕು. ‘ತಮಾಷ್’ ಹಾಸ್ಯ ಪತ್ರಿಕೆಯಲ್ಲ. ಅಚ್ಚ ಕಲಾ ಪತ್ರಿಕೆ. (ಲಲಿತ ಕಲೆಗೆ) ರಂಗಭೂಮಿಗೆ ಮೀಸಲಾದ ಏಕೈಕ ಮಾಸಪತ್ರಕೆಯೆಂದು ತನ್ನನ್ನು ಕರೆದುಕೊಂಡಿತ್ತು. ‘ತಮಾಷ್’ ಪತ್ರಿಕೆಯ ಸ್ಥಾಪಕರು ಹಾಗೂ ಸಂಪಾದಕರು ಎ. ಎಸ್. ಮಾಧವರಾಯರು. ಅವರು ವೃತ್ತಿರಂಗಭೂಮಿಯ ಹಿರಿಯ ನಟರು. ಹಾಸ್ಯ ನಟರಾದ ಮಹಮದ್ ಪೀರರ ಜೊತೆ ಪಾಲ್ಗೊಳ್ಳುತ್ತಿದ್ದ ಮಾಧವರಾಯರು ಸದಭಿರುಚಿಯ ಹಾಸ್ಯ ಪಾತ್ರಗಳಿಗೆ ಜೀವ ತುಂಬುತ್ತಿದ್ದರು.ವೃತ್ತಿ ರಂಗಭೂಮಿಗೆ ಮೀಸಲಾಗಿಯೇ ಮಾಧವರಾಯರು ‘ತಮಾಷ್’ ಪತ್ರಿಕೆಯನ್ನು ೧೯೪೨ರ ಏಪ್ರಿಲ್‌ನಲ್ಲಿ ಹೊರತಂದರು. ಆಗ ಅದು ವಾರಪತ್ರಿಕೆಯಾಗಿದ್ದಿರಬೇಕು. ಆಗಿನ ಪತ್ರಿಕೆಯ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ವಿವರಗಳು ಅಲಭ್ಯ. ಮಾಧವರಾಯರು ಔಷಧ ಕಂಪನಿಯ ಪ್ರತಿನಿಧಿಯಾಗಿ ಬೆಂಗಳೂರಿಗೆ ಹೋದ ಮೇಲೆ ಪತ್ರಿಕೆಯೂ ಮೈಸೂರಿನಿಂದ ಬೆಂಗಳೂರಿಗೆ ವರ್ಗಾವಣೆಗೊಂಡು ಮಾಧವರಾಯರ ತಮ್ಮ ಅನಂತಪದ್ಮನಾಭರಿಂದ ನಡೆಸಲ್ಪಡುತ್ತಿತ್ತು. ೧೯೫೩ರವರೆಗೆ ಹೀಗೇ ನಡೆದುಕೊಂಡು ಬಂತು.ನಂತರ ಮಾಧವರಾಯರು ಗದಗ ಸೇರಿದ ಮೇಲೆ ೧೯೬೧ರಲ್ಲಿ ‘ತಮಾಷ್’ ಮರುಹುಟ್ಟು ಪಡೆಯಿತು. ಈಗ ಅದು ಮಾಸಪತ್ರಿಕೆ. ೧/೪ ಕ್ರೌನ್ ಆಕಾರದ  ೩೦/೩೬ ಪುಟಗಳ ಸಂಚಿಕೆ. ‘ಪ್ರತಿ ಸಂಚಿಕೆಯಲ್ಲೂ ಸಂಪಾದಕೀಯ, ಪ್ರಶ್ನೋತ್ತರ, ತಿಪ್ಪ ನೋಡಿದ ನಾಟಕ, ಬೆಪ್ಪನೂ ನಾಟಕ ನೋಡಿದ ಹಾಗೂ ಮಾಸ ಭವಿಷ್ಯಗಳು ಸ್ಥಿರಶೀರ್ಷಕೆಗಳಾಗಿದ್ದವು. ಶಿಲ್ಪ ಸಂಗೀತ, ನಾಣ್ಯದ ಬಗ್ಗೆ ಲೇಖನಗಳು ವಿಮರ್ಶೆಗಳು ಪ್ರಕಟವಾಗಿವೆ. ಅಂದಿನ ವೃತ್ತಿ ನಾಟಕಗಳು ಕಂಪನಿಗಳು ಎಲ್ಲಿ ಮೊಕ್ಕಾಂ ಮಾಡಿವೆ ? ಪ್ರದರ್ಶಿಸುತ್ತಿರುವ ನಾಟಕಗಳು ಯಾವುವು ? ಎಂಬ ಸುದ್ದಿಯೂ ಇರುತ್ತಿತ್ತು. ತಿಪ್ಪ ನೋಡಿದ ನಾಟಕ ಹಾಗೂ ಬೆಪ್ಪನೂ ನಾಟಕ ನೋಡಿದ ಎಂಬ ಶೀರ್ಷಿಕೆಗಳ ಬರಹಗಳಲ್ಲಿ ಅಂದಿನ ನಾಟಕ ವಸ್ತು, ಪ್ರಯೋಗಾಂಶಗಳ ಲೋಪ ದೋಷಗಳ ವಿಡಂಬನೆಯನ್ನು ಕಾಣಬಹುದಾಗಿದೆ.ಮಾಧವರಾಯರಿಗೆ ಜೀವನದ ಹಲವು ಕ್ಷೇತ್ರಗಳ ವ್ಯಕ್ತಿ, ಸಂಸ್ಥೆಗಳ ಸಂಪರ್ಕವಿತ್ತು. ಹೀಗಾಗಿ ಪುಸ್ತಕ ಮಾರಾಟಗಾರರು, ಚಲನಚಿತ್ರ ಸಂಸ್ಥೆಗಳವರು, ನಾಟಕ ಸೀನರಿಗಳ ಮಾಲೀಕರು ಮುಂತಾದವರು ‘ತಮಾಷ್’ ಪತ್ರಿಕೆಗೆ ಜಾಹೀರಾತು ನೀಡಿ ಪೋಷಿಸುತ್ತಿದ್ದರು. ಹೀಗಾಗಿ ಪತ್ರಿಕೆ ಲೇಖನ ಹಾಗೂ ಜಾಹೀರಾತುಗಳಿಂದ ಮೈದುಂಬಿ ಪ್ರಕಟಗೊಳ್ಳುತ್ತಿತ್ತು.ಎರಡನೇ ಬಾರಿ ‘ತಮಾಷ್’ ಎಷ್ಟು ವರ್ಷ ಮುಂದುವರೆಯಿತೋ ಸ್ಪಷ್ಟವಾಗಿಲ್ಲ. ಕನಿಷ್ಟ ಎರಡು ಮೂರು ವರ್ಷ ಪ್ರಕಟಗೊಂಡಂತಿದೆ. ಪತ್ರಿಕೆಯಿಂದಾಗಿ ಮಾಧವರಾಯರು ‘ತಮಾಷ್ ಮಾಧವರಾಯರು’ ಎಂದೇ ಕನ್ನಡ ರಂಗಭೂಮಿಯಲ್ಲಿ ಹೆಸರು ಉಳಿಸಿಕೊಂಡರು.ಸಂಗೀತಪತ್ರಿಕೆ : ‘ಗಾನವಾಹಿನಿ’
								ಕಲೆಯಲ್ಲಿ ಸಂಗೀತಕ್ಕೆ ಮಹತ್ತ್ವದ ಸ್ಥಾನ. ಮನಸ್ಸನ್ನು ಮುದಗೊಳಿಸಲು ಸಂಗೀತ ಬೇಕು. ಸಂಗೀತ ಶಬ್ದವೇ ಸೂಚಿಸುವಂತೆ ಮಧುರವಾದ ಹಾಡು. ಯಾವುದೇ ಭಾಷೆಯ ಹಂಗಿಲ್ಲದೇ ಋಣವಿಲ್ಲದೇ ಸಂಗೀತ ಹೃದಯಗಳನ್ನು ಮುಟ್ಟಬಲ್ಲದು. ಅದಕ್ಕೆ ಸಂಗೀತವನ್ನುuniversal language ಎನ್ನಲಾಗುತ್ತದೆ. ಸಂಗೀತ ಮುಖ್ಯವಾಗಿ ಭಾವನೆಗಳ ಸಂವಾಹಕ. ಮಧ್ಯಯುಗದಲ್ಲಿ ಸಂಗೀತವು ಕಂಠಪಾಠದ ಹಾಡುಗಳ ರೂಪದಲ್ಲಿತ್ತು. ಸಂಗೀತಗಾರರು ರೋಮನ್ ಚರ್ಚಿನ ಹಾಡುಗಳನ್ನು ಗುಣಗುಣಿಸುತ್ತಾ ಯುತೋಪನ್ನು ಸುತ್ತುತ್ತಿದ್ದರು. 
								ಮೊದಮೊದಲು ಸಂಗೀತಕ್ಕೆ ತಾಳ ಮಾತ್ರ ಇತ್ತು. ಕಾಲಾನುಕ್ರಮದಲ್ಲಿ ತಾಳದ ಜೊತೆ ಲಯ ಸೇರಿಕೊಂಡಿತು. ಮಾಧುರ್ಯ ಇನ್ನೂ ಮುಂದಕ್ಕೆ ಮಿಳಿತಗೊಂಡಿತು.ಸಂಗೀತಕ್ಕೆ ಭಾಷೆಗಳ ಹಂಗಿಲ್ಲದೇ ಭಾವನೆಗಳನ್ನು ಉದ್ದೀಪನಗೊಳಿಸುವ ಶಕ್ತಿ ಇದೆ. ಬಹುಸಂಖ್ಯಾತ ಭಾರತೀಯರಿಗೆ ಜನಗಣಮನ ಹಾಡಿನ ಅರ್ಥ ಗೊತ್ತಿರದಿದ್ದರೂ ಅದು ರಾಷ್ಟ್ರಗೀತೆಯೆಂಬ ತಿಳುವಳಿಕೆ ಇರುವುದರಿಂದ ಅದನ್ನು ಹಾಡಿದಾಗ ರಾಷ್ಟ್ರಪ್ರೇಮ ಜಾಗೃತಗೊಳ್ಳುತ್ತದೆ.ಸಂಗೀತವು ರಚನಕಾರರು, ನಿರ್ವಾಹಕರು ಮತ್ತು ಕೇಳುಗರು ಈ ಮೂವರನ್ನು ಒಳಗೊಳ್ಳುವ ಸಂವಹನ ಮಾಧ್ಯಮ. ಸಂಗೀತ ಸಂವಹನಕ್ಕೆ ನಾಲ್ಕು ದಾರಿಗಳಿವೆ. ೧. ಶಬ್ಧ, ೨. ಸಾಹಿತ್ಯ, ೩. ರೂಪ, ೪. ನೃತ್ಯ. ಗದ್ದಲದ ವಿರುದ್ಧ ಪದವೆ ಸಂಗೀತ ಎಂಬ ಹೆಲ್ಮ್ ಹೋಲ್ಟ್ಜ್ ಎಂಬಾತ ವ್ಯಾಖ್ಯಾನಿಸಿದ್ದಾನೆ. ಸಂಗೀತವು ಆಂತರಿಕ ಮನಸಿನ ಅಭಿವ್ಯಕ್ತಿಯಾಗಿದ್ದು ರಚನೆಯ ತಂತ್ರದ ಮೂಲಕ ಭಾವನೆಗಳನ್ನು ಸ್ಫುರಿಸುತ್ತದೆ. ಸಂಗೀತ ಹೊರ ಗೆಡಹುವ ಭಾವನೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಶ್ರೋತೃ ಇದೇ ಭಾವನೆಗಳಿಗೆ ಸ್ಪಂದಿಸುವವನಾಗಿರಬೇಕು.ಮೂಲತಃ ಹಾಡುವ, ನುಡಿಸುವ, ನರ್ತಿಸುವ ಮೂಲಕ ಸಂವಹನ ಮಾಡುವ ಮಾಧ್ಯಮವಾದ ಸಂಗೀತಕ್ಕೂ ಪತ್ರಿಕೆಗಳ ನಂಟಿದೆ. ಸಂಗೀತ ಕ್ಷೇತ್ರ ವಿಸ್ತಾರವಾಗಿದ್ದು ರಚನೆಕಾರರು, ಸಾಧಕರು ಹಾಗೂ ಶ್ರೋತೃಗಳನ್ನೊಳಗೊಂಡ ಲೋಕ ಬಹು ದೊಡ್ಡದು. ಸಂಗೀತಕ್ಕೆ ಭಾಷೆಯ ಭೇದ ಇಲ್ಲದಿದ್ದರೂ ಸಂಗೀತ ತಲುಪುವ ಶ್ರೋತೃಗಡಣದಲ್ಲಿ ಭಾಷಾ ಪ್ರಭೇದಗಳಿರುವುದರಿಂದ ಪ್ರತಿಯೊಂದು ಭಾಷೆಯಲ್ಲಿ ಸಂಗೀತಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಪ್ರತ್ಯೇಕ ಪುಸ್ತಕಗಳೂ ಪತ್ರಕೆಗಳೂ ಪ್ರಕಟಗೊಂಡಿವೆ.ಲಲಿತಕಲೆಗಳ ಅವಿಭಾಜ್ಯ ಅಂಗವಾದ ಸಂಗೀತಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಕನ್ನಡದಲ್ಲಿ ಸಾಹತ್ಯ ಸಮೃದ್ಧವಾಗಿದೆ. ಕರ್ನಾಟಕ ಸಂಗೀತ ಹಾಗೂ ಹಿಂದೂಸ್ಥಾನೀ ಸಂಗೀತಗಳೆರಡೂ ಪ್ರಚಲಿತವೂ ಜನಪ್ರಿಯವೂ ಆಗಿರುವ ಕರ್ನಾಟಕದಲ್ಲಿ ಈ ಪ್ರಕಾರಗಳ ಮೂಲ ಪಾಠಗಳೂ, ಮಿಮಾಂಸೆಗಳೂ, ಹಿರಿಯ ಕಲಾವಿದರುಗಳ ಜೀವನ ಚಿತ್ರಣಗಳೂ ಕನ್ನಡ ಸಾಹಿತ್ಯವನ್ನು ಸಮೃದ್ಧಗೊಳಿಸಿವೆ. ದಿವಂಗತರಾದ ಮಲ್ಲಿಕಾರ್ಜುನ ಮನ್ಸೂರ, ಬಸವರಾಜರಾಜಗುರು, ಹಾಗೂ ಹಿಂದೂಸ್ಥಾನೀ ಸಂಗೀತದ ಇಂದಿನ ಹಿರಿಯ ತಾರೆಗಳಾದ ಭೀಮಸೇನ್ ಜೋಷಿ, ಗಂಗೂಬಾಯಿ ಹಾನಗಲ್, ಮಾಧವಗುಡಿ ಇವರೆಲ್ಲರ ಪ್ರಭಾವದಿಂದ ಕನ್ನಡದಲ್ಲಿ ಸಂಗೀತದ ವಾತಾವರಣವಿದೆ. ಸಂಗೀತ ಶಾಲೆಗಳಿವೆ. ಶ್ರದ್ಧಾವಂತ ಶಿಕ್ಷಕರೂ ವಿದ್ಯಾರ್ಥಿಗಳೂ ಇದ್ದಾರೆ. ಕರ್ನಾಟಕವು ಸಂಗೀತ ಕಲೆಯ ಸಮೃದ್ಧ ನೆಲವೆಂದೇ ಖ್ಯಾತವಾಗಿದೆ. ಆದರೆ ಸಂಗೀತ ಪತ್ರಿಕೆಗಳ ದೃಷ್ಟಿಯಿಂದ ಕಳೆದ ೧೫೦ ವರ್ಷಗಳ ಕನ್ನಡ ಪತ್ರಿಕೋದ್ಯಮ ಚರಿತ್ರೆಯಲ್ಲಿ ಹೇಳಿಕೊಳ್ಳುವಂತಹ ಸಾಧನೆಯೇನೂ ಆಗಲಿಲ್ಲ. ೧೯೫೦ರಲ್ಲಿ ಮಂಡ್ಯದಿಂದ ಬಂದ ಗಾನ ವಾಹಿನಿ, ೧೯೫೪ರಲ್ಲಿ ಬೆಂಗಳೂರಿನಿಂದ ಬಂದ ‘ಗಾಯನ ಗಂಗಾ’ ಪತ್ರಿಕೆ ಇಂದಿಗೂ ಸಂಗೀತ ಕಲೆಗೆ ಮೀಸಲಾಗಿ ಬಂದ ಗಮನಾರ್ಹ ಪತ್ರಿಕೆಗಳು. ‘ಗಾನವಾಹಿನಿ’ ಪತ್ರಿಕೆ, ‘ಗಾಯನ ಸಾಮ್ರಾಜ್ಯ’ ಎಂಬ ಮಾಸಿಕವೊಂದು ಬೆಂಗಳೂರಿನಿಂದಲೂ ಬಂದುದಾಗಿ ರಾಜ್ಯ ಗೆಜೆಟಿಯರಿನಲ್ಲಿ ಹೇಳಲಾಗಿದೆ.ಗಾನವಾಹಿನಿ
								‘ಗಾಯನ ಗಂಗಾ’ ಬಹುಕಾಲ ಬಾಳಿ ಬದುಕಿದ ಏಕೈಕ ಸಂಗೀತ ಪತ್ರಿಕೆಯಾದರೂ ‘ಗಾಯನ ಗಂಗಾ’ ಸಂಗೀತಕ್ಕೆ ಮೀಸಲಾಗಿ ಕನ್ನಡದ ಮೊದಲ ಪ್ರಯತ್ನವೇನೂ ಅಲ್ಲ. ‘ಗಾನವಾಹಿನಿ’ ಎಂಬ ಹೆಸರಿನ ಪತ್ರಿಕೆಯೊಂದು ‘ಗಾಯನ ಗಂಗಾ’ಕ್ಕಿಂತ ನಾಲ್ಕು ವರ್ಷ ಮೊದಲು ಅಂದರೆ ೧೯೫೦ರಲ್ಲಿ ಮಂಡ್ಯದಿಂದ ಪ್ರಕಟವಾಗಿದೆ. ಇದು ಮಾಸಪತ್ರಿಕೆಯಾಗಿತ್ತು. ಕೆ. ಎಸ್. ಚಂದ್ರಶೇಖರಯ್ಯನವರು ಈ ಪತ್ರಿಕೆಯ ಸಂಪಾದಕರು. ಚಂದ್ರಶೇಖರಯ್ಯನವರು ಮಂಡ್ಯದ ಶ್ರೀ ಸದ್ಗುರು ಸಂಗೀತ ಪಾಠಶಾಲೆಯ ಪ್ರಾಂಶುಪಾಲರಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದರು. ಪತ್ರಿಕೆ ೧/೮ ಡೆಮಿ ಆಕಾರದಲ್ಲಿದ್ದು ದ್ವೈಮಾಸಿಕವಾಗಿತ್ತು. ೩೨ ಪುಟಗಳಿರುತ್ತಿದ್ದವು. ಜುಲೈ - ಆಗಸ್ಟ್ ೧೯೫೬ರ ಸಂಚಿಕೆಯಲ್ಲಿ ಜಾಹೀರಾತು ದರಗಳನ್ನು ಘೋಷಿಸಿದ್ದು ಅದು ಇಂಗ್ಲೀಷಿನಲ್ಲಿದೆ.‘ಗಾನವಾಹಿನಿ’ ಹೆಸರಿನ ಕೆಳಗೆ ‘ತಾಳನೋಹರಿ ! ಕೇಳನೋ ! ತಾಳಮೇಳಗಳಿದ್ದು ಪ್ರೇಮವಿಲ್ಲದ ಗಾನ’ ಎಂಬ ಪುರಂದರದಾಸರ ವಾಣಿಯನ್ನು ಪ್ರತಿ ಸಾರಿಯೂ ಅಚ್ಚುಮಾಡಲಾಗುತ್ತಿತ್ತು. ವಾರ್ಷಿಕ ಚಂದಾ ೧೯೫೬ರಲ್ಲಿ ಐದು ರೂಪಾಯಿ ಇದ್ದು, ಬಿಡಿ ಪತ್ರಿಕೆಗೆ ಆರು ಆಣೆ ಎಂದು ಸಾರಲಾಗಿದೆ. ಡಿಸೆಂಬರ್‍ ೧೯೫೬ಕ್ಕೆ ಧನ್ವಂತರಿ ಜಯಂತಿ ಉತ್ಸವದ ನೆನಪಿನ ವಿಶೇಷ ಸಂಚಿಕೆ ಹೊರತರಲಾಗಿದ್ದು ನಾಲ್ಕು ವರ್ಣಗಳ ಧನ್ವಂತರೀ ದೇವಿಯ ವಿಶೇಷ ವರ್ಣಚಿತ್ರವನ್ನು ಆ ತಿಂಗಳು ಪ್ರಕಟಿಸಲಾಗಿದೆ. ಗಾನವಾಹಿನಿಯ ವಿಶೇಷಾಂಕ ಹೊರತರುವ ಸಂದರ್ಭದಲ್ಲಿ (ಡಿಸೆಂಬರ್‍ ೧೯೫೬) ಸಂಗೀತ ಕಲೆಯ ಕುರಿತಾಗಿ ರಾಜ್ಯ ಮಟ್ಟದ ಲೇಖನ ಸ್ಪರ್ಧೆಯನ್ನು ನಡೆಸಿದ ಹೆಗ್ಗಳಿಕೆಯೂ ‘ಗಾನವಾಹಿನಿ’ಗೆ ಇದೆ.ಹತ್ತು ವರ್ಷ ನಿರಂತರವಾಗಿ ನಡೆದ ಗಾನವಾಹಿನಿ ನಂತರ ನಿಂತಿತು. ತನ್ನೆಲ್ಲಾ ಪ್ರಯತ್ನಗಳ ನಡುವೆಯೂ ‘ಗಾನವಾಹಿನಿ’ ಸ್ವಯಂ ಬಲದಿಂದ ನಡೆಯದಿರುವುದರ ಬಗ್ಗೆ ಚಂದ್ರಶೇಖರಯ್ಯನವರಿಗೆ ಅತೀವ ವಿಷಾದವಿತ್ತು. ಅದನ್ನು ಅವರು ಪತ್ರಿಕೆಗೆ ಐದು ವರ್ಷವಾಗಿದ್ದಾಗಲೇ ಹೀಗೆ ತೋಡಿಕೊಂಡಿದ್ದಾರೆ:‘ಕೇವಲ ಸಾಂಸ್ಕೃತಿಕ ಜೀವನಕ್ಕೆ ಸಂಬಂಧ ಪಟ್ಟ ವಿಷಯಗಳನ್ನು ವಿಮರ್ಶಿಸಿ ಕಿವಿಗೆ ಕೇಳಿಸಿದರೂ ಕಣ್ಣಿಗೆ ಕಾಣದ ಕಲೆಯ ಬಗ್ಗೆ ಟೀಕೆ ಟಿಪ್ಪಣಿಗಳೂ, ಸುದ್ದಿ ಸಂಗ್ರಹಗಳೂ ವಿಮರ್ಶೆ ವಿವರಗಳೂ ಲೇಖನಗಳೂ ಇತ್ಯಾದಿಗಳ ಪ್ರಕಟಣೆಗಾಗಿ ಮೀಸಲಾಗಿರುವ ಗಾನವಾಹಿನಿಯು ಮಾರುಕಟ್ಟೆಯ ಮೂರುಕಾಸಿನ ಪತ್ರಿಕೆಯಂತೆ ಮಾರಾಟವಾಗುವ ಭಾಗ್ಯ ಪಡೆದಿಲ್ಲ. ಪತ್ರಿಕಾ ಪ್ರಪಂಚದ ಪರಿಪಾಟಲಿನ ಪಾಡನ್ನು ಪ್ರತ್ಯಕ್ಷವಾಗಿ ಅನುಭವಿಸಿದವರಿಗೆ ಮಾತ್ರ ಪ್ರಕಟಣೆಯ ಬವಣೇ ಅರ್ಥವಾದೀತು. ಪತ್ರಿಕಾ ಪ್ರಕಟಣೆಗೆ ಬೇಕಾದ ಮುದ್ರಣ ಸೌಕರ್ಯ, ಕಾಗದ ಇವೆರಡೂ ಪ್ರಕಾಶನ ಸಂಸಾರಕ್ಕೆ ಸೇರಿದ ಎರಡು ಆನೆಗಳು. ಈ ಆನೆಗಳಿಗೆ ಬೇಕಾದ ಆಹಾರ ಸಾಮಗ್ರಿ ಕಾಲಕಾಲಕ್ಕೆ ಒದಗಿಸವುದು ಮುಖ್ಯ ಸಮಸ್ಯೆ. ಇವೆಲ್ಲಕ್ಕೂ ಬೇಕಾದ ಹಣ ಸೌಲಭ್ಯವೊಂದಿಲ್ಲದಿದ್ದರೆ ಕಾಲು ಮುರಿದ ಕುಂಟೆತ್ತಿನಂತೆ ಎಡುವುತ್ತಾ ಬೀಳುತ್ತಾ ಕುಂಟಿಸಿಕೊಂಡು ನಡೆಯುವಂತಾಗುತ್ತದೆ.ಗಾನವಾಹಿನಿಯ ಪ್ರತಿ ತಿಂಗಳ ಒಟ್ಟು ಖರ್ಚು ಸುಮಾರು ಒಂದು ನೂರಕ್ಕೆ ಕಮ್ಮಿ ಇಲ್ಲದಂತೆ ಆಗುತ್ತದೆ. ಈ ಖರ್ಚಿನ ಅರ್ಧಭಾಗ ಮಾತ್ರ ಸರ್ಕಾರಿ ಮತ್ತು ಇತರ ಖಾಸಗಿ ಜಾಹೀರಾತಿನಿಂದಲೂ ಕೇವಲ ಹತ್ತಾರು ಮಂದಿ ಅಭಿಮಾನಶಾಲಿಗಳಾದ ಚಂದಾದಾರರಿಂದಲೂ ದೊರೆತು ಉಳಿದ ಅರ್ಧ ಖರ್ಚು ‘ಗಾನವಾಹಿನಿ’ ಸಂಪಾದಕರ ಪಾಲಿಗೆ ಬೀಳುತ್ತದೆ. ಪ್ರತಿ ತಿಂಗಳು ಸರಾಸರಿ ೩೦ ರೂಪಾಯಿಗೆ ಕಮ್ಮಿ ಇಲ್ಲದೆ ಸಂಗೀತ ಮಾಸ ಪತ್ರಿಕೆಗೆ ತಮ್ಮ ತನುಮನದ ಜೊತೆಗೆ ಧನವನ್ನೂ ಕೊಟ್ಟು ಸಂಗೀತ ಕಲಾ ಸೇವೆಯನ್ನು ಮಾಡುತ್ತಿರುವ ಕಲಾಬಿಮಾನದ ಹುಚ್ಚು ಎಲ್ಲಿಯವರೆಗೂ ಇರುತ್ತದೋ ಅವರೆಗೂ ಸಂಗೀತ ಮಾಸ ಪತ್ರಿಕೆ ನಡೆದು, ಹುಚ್ಚುಬಿಟ್ಟ ಮರುಘಳಿಗೆಯಲ್ಲಿ ‘ಗಾನವಾಹಿನಿ’ಯ ಮಂಗಳ ಹಾಡುವಂತಾಗುವುದೋ ಎಂಬ ಭೀತಿಯುಂಟಾಗಿದೆ.’ಸಂಪಾದಕ ಚಂದ್ರಶೇಖರಯ್ಯನವರ ಆತಂಕ ನಿಜವಾಗಿ ಪತ್ರಿಕೆಯು ನಿಂತಿತು. ಆದರೆ ಅವರು ಬರೆದ ಮೇಲಿನ ಸಂಪಾದಕೀಐ ಮಾತ್ರ ಈ ಮಾದರಿಯ ವಿಶೇಷಸಕ್ತಿ ಪತ್ರಿಕೆಗಳ ಸ್ಥಿತಿಗತಿ ವೃತ್ತಿಪರತೆ ಮೇಲೆ ಬರೆದ ಭಾಷ್ಯದಂತಿದೆ. ಗಾಯನ ಗಂಗಾ
								‘ಕನ್ನಡ ನಾಡಿನ ಏಕೈಕ ಸಂಗೀತ ಮಾಸಪತ್ರಿಕೆ’ ಎಂಬ ಹೆಮ್ಮೆಯ ‘ಗಾಯನ ಗಂಗಾ’ ಆರಂಭವಾದುದು ಅರವಿಂದ ಸಂಗೀತ ವಿದ್ಯಾಲಯದ ವತಿಯಿಂದ ನಡೆಸಲ್ಪಡುವ ಈ ಪತ್ರಿಕೆಗೆ ಗವಾಯಿ ಪರಂಪತೆಯ ಹಿರಿಯ ಸಂಗೀತ ವಿದ್ವಾಂಸರಾದ ಪಂಡಿತ ಆರ್‍. ವಿ. ಶೇಷಾದ್ರಿ ಗವಾಯಿಗಳು ಸಂಪಾದಕ, ಪ್ರಕಾಶಕ ಹಾಗೂ ಮುದ್ರಕರು.‘ಗಾಯನ ಗಂಗಾ’ ಸಂಗೀತ ಸಾಹಿತ್ಯ ಪತ್ರಿಕೆ. ಅಂದರೆ ಸಂಗೀತಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಸಾಹಿತ್ಯ ಸಾಮಗ್ರಿಗಳಿಗೆ ಈ ಪತ್ರಿಕೆಯಲ್ಲಿ ಆದ್ಯತೆ ನೀಡಿ ಪ್ರಕಟಿಸಲಾಗುತ್ತದೆ. ಕನ್ನಡ ನಾಡಿನ ಪ್ರಾಚೀನ ಹಾಗೂ ಅರ್ವಾಚೀನ ಸಂಗೀತ ವಿದ್ವಾಂಸರು ಹಾಗೂ ಹಿರಿ ಕಿರಿಯ ಕಲಾವಿದರ ಪರಿಚಯಗಳನ್ನೂ ಇದು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಕನ್ನಡದಲ್ಲಿ ಸಂಗೀತ ಪತ್ರಿಕೆಯೊಂದರ ಕೊರತೆಯನ್ನು ಇದು ನೀಗಿಸಿದೆ ಎಂಬುದಾಗಿ ಮೊದಲ ಸಂಚಿಕೆಯಲ್ಲಿ ಸಂಪಾದಕ ಗವಾಯಿಯವರು ಹೇಳಿಕೊಂಡಿದ್ದರು.ಗಾಯನ ಗಂಗಾ ಸಂಗೀತದ ಅನನ್ಯ ಪತ್ರಿಕೆ ಮಾತ್ರವಲ್ಲ ಸಾಂಸ್ಕೃತಿಕ ರಂಗದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು ವರ್ಷ ತನ್ನ ಅಸ್ತಿತ್ವವನ್ನು ಉಳಿಸಿಕೊಂಡ ಪತ್ರಿಕೆ ಸದ್ದಿಲ್ಲದೇ ತನ್ನ ಪಾಡಿಗೆ ತಾನು ಕನ್ನಡದ ಸೇವೆಯನ್ನು ಗೈದಿದೆ. ೧೯೮೨ರಲ್ಲಿ ‘ಗಾಯನ ಗಂಗಾ’ ಪತ್ರಿಕೆಯ ರಜತೋತ್ಸವ ಸಂಚಿಕೆಯೂ ಹೊರಬಂದಿದೆ. ೫೪ ಪುಟಗಳ ೧/೮ ಡೆಮಿ ಆಕಾರದ ಗಾಯನ ಗಂಗಾ ಮುಖ್ಯವಾಗಿ ಬೆಂಗಳೂರಿನ ಹಾಗೂ ಸ್ಥೂಲವಾಗಿ ರಾಜ್ಯದ್ಯಂತದ ಸಂಗೀರ/ಸಾಂಸ್ಕೃತಿಕ ಮಹತ್ವದ ಸುದ್ದಿಗಳನ್ನು ಪ್ರಕಟಿಸುತ್ತದೆ. ಹಾಗಂತ ಕರ್ನಾಟಕ ಸಂಗೀತವನ್ನೇನೂ ಪತ್ರಿಕೆ ಕಡೆಗಣಿಸಿಲ್ಲ. ಹಾಗೆಯೇ ಕಲಾವಿದರ ಪರಿಚಯಗಳನ್ನೂ ಮಾಡಿಕೊಡುತ್ತದೆ ಸಂಗೀತ  ಸಮ್ಮೇಳನಗಳಲ್ಲೇ ಆದರೂ ಅದರ ವರದಿ ಪ್ರಕಟಿಸುತ್ತದೆ. ೧೯೮೨ರಲ್ಲಿ ಗಾಯನ ಗಂಗಾದ ಬಿಡಿ ಪತ್ರಿಯ ಬೆಲೆ ೧.೫೦ ರೂಪಾಯಿ.ಕಲಾ ಪತ್ರಿಕೆಗಳು ಕನ್ನಡ ಜನಮಾನಸದಲ್ಲಿ ಮರೆಯಲಾಗದ ಗುರುತು ಮಾಡ ತೊಡಗಿದ್ದು ಸ್ವಾತಂತ್ಯ್ರದ ಬಳಿಕವೇ. ೧೯೫೪ ಧಾರವಾಡದ ಬಳಿಯ ಹಂಸಭಾವಿಯಿಂದ ‘ನೃತ್ಯಭಾರತ’ವೆಂಬ ನೃತ್ಯಕ್ಕೆ ಮೀಸಲಾದ ಪತ್ರಿಕೆ ಪ್ರಕಟಗೊಂಡರೆ ಅದೇ ಹೊತ್ತಿಗೆ ಧಾರವಾಡದಿಂದ ‘ನೃತ್ಯಭಾರತಿ’ ಪ್ರಕಟವಾಗಿದೆ.‘ನೃತ್ಯಭಾರತಿ’ಗೆ ನಾಟ್ಯಾಚಾರ್ಯ ಮಲ್ಲಾರಿ ಎಂ. ಕುಲಕರ್ಣಿಯವರು ಸಂಪಾದಕರಾಗಿದ್ದರು. ನೃತ್ಯಭಾರತಕ್ಕೆ ನಾಟ್ಯಾಚಾರ್ಯ ಶ್ರೀನಿವಾಸ ಕುಲಕರ್ಣಿಯವರು ಕಾರಣರು. ಈ ಪತ್ರಿಕೆಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಯಾವುದೇ ಮಾಹಿತಿ ದೊರೆಯುತ್ತಿಲ್ಲ. ಕರ್ನಾಟಕ ರಾಜ್ಯ ಗೆಜೆಟಿಯರ್‍ ನಲ್ಲಿ ಮಾತ್ರ ಪ್ರತ್ಯೇಕವಗಿ ಈ ಪತ್ರಿಕೆಗಳ ಉಲ್ಲೇಖವಿದ್ದು ಬೇರೆಲ್ಲೂ ಈ ಪತ್ರಿಕೆಗಳ ಪ್ರಸ್ತಾಪ ದೊರೆಯುತ್ತಿಲ್ಲ.‘ಯಕ್ಷಗಾನ’
								ಯಕ್ಷಗಾನವು ಕರ್ನಾಟಕದ ಜನಪ್ರಿಯ ಜನಪದ ಕಲೆ ಎನಿಸಿಕೊಂಡಿದೆ. ದೇಶವಿದೇಶಗಳಲ್ಲಿ ಯಕ್ಷಗಾನ ಪ್ರದರ್ಶನಗಳು ನಡೆದು ಕರ್ನಾಟಕಕ್ಕೆ ಯಕ್ಷಗಾನದಿಂದಾಗಿ ವಿಶೇಷ ಗೌರವ ದಕ್ಕಿದೆ.ಯಕ್ಷಗಾನದಲ್ಲಿ ಮೂಡಲಪಾಯ, ಪಡುವಲಪಾಯವೆಂಬುದು ಪ್ರಾದೇಶಿಕ ಯಕ್ಷಗಾನ ತಿಟ್ಟುಗಳ ವರ್ಗೀಕರಣವಾಗಿದ್ದು ಕರಾವಳಿ ಮಲೆನಾಡು ಭಾಗಗಳ ಯಕ್ಷಗಾನ ಪಡುವಲ ಪಾಯವೆನಿಸಿದೆ. ಮುಖ್ಯವಾಗಿ ದಕ್ಷಿಣೋತ್ತರ ಕನ್ನಡ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಯಕ್ಷಗಾನವು ಉದ್ಯಮವಾಗಿ ಬೆಳದು, ಕಲೆಯಾಗಿ ಉಳಿದು ಹತ್ತಾರು ತಂಡಗಳ ನೂರಾರು ಕಲಾವಿದರಿಗೆ ಜೀವನ ಮಾಧ್ಯಮವಾಗಿದೆ. ಈ ಭಾಗದ ಜನರಿಗೆ ಚಂಡೆಯ ಸಪ್ಪಳ ಕೇಳಿದರೆ ಮೈನವಿರೇಳುತ್ತದೆ. ಅಲ್ಲಿಯ ಜನಸಾಮಾನ್ಯರ ಬದುಕೂ ಯಕ್ಷಗಾನದೊಡನೆ ಹಾಸುಹೊಕ್ಕಾಗಿದೆ.ಹೀಗೆ ಯಕ್ಷಗಾನವು ಜನಮನ್ನಣೆ ಪಡೆದ ಕಲೆಯೂ ಉದ್ಯಮವೂ ಆಗಿರುವುದರಿಂದ ಯಕ್ಷಗಾನಕ್ಕೇ ಮೀಸಲಾಗಿ ಕನ್ನಡದಲ್ಲಿ ಪತ್ರಿಕೆಗಳು ಬಂದಿವೆ. ಅವುಗಳಲ್ಲೆಲ್ಲ ಹಿರಿಯ ಭಾಗವತ ಕಡತೋಕಾ ಮಂಜುನಾಥ ಭಾಗವತರ ‘ಯಕ್ಷಗಾನ’ ಪತ್ರಿಕೆ ಪ್ರಸಿದ್ಧವಾದುದು. ೧೯೫೬ರಲ್ಲಿ ಉತ್ತರ ಕನ್ನಡ ಜಿಲ್ಲೆಯ ತುಡಗುಣಿ ಎಂಬ ಹಳ್ಳಿಯಿಂದ ಸಂಪಾದಿಸಲ್ಪಟ್ಟ ಈ ಪತ್ರಿಕೆ, ಎರಡನೇ ಸಂಚಿಕೆಯಿಂದಲೇ ಕೊಂಡು ಓದುವವರ ಬರವನ್ನೂ ಯಕ್ಷಗಾನಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಒಳ್ಳೆಯ ಲೇಖನಗಳ ಕೊರತೆಯನ್ನೂ ಎದುರಿಸಿತು. ಕಷ್ಟಪಟ್ಟು ಮಂಜುನಾಥ ಭಾಗವತರು ಮೂರುವರೆ ವರ್ಷ ಪತ್ರಿಕೆಯನ್ನು ನಡೆಸಿದರು. ೧/೮ ಡೆಮಿ ಆಕಾರದ ಪತ್ರಿಕೆ ಯಕ್ಷಗಾನಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಲೇಖನಗಳನ್ನು ಆದ್ಯತೆ ಮೇರೆಗೆ ಪ್ರಕಟಿಸುತ್ತಿತ್ತು.ವಿಶೇಷವೆಂದರೆ ‘ಯಕ್ಷಗಾನ’ ಮಾಸಪತ್ರಿಕೆ ನಿಂತುಹೋದ ೨೦ ವರ್ಷಗಳ ಬಳಿಕ ಅದು ಮರುಹುಟ್ಟು ಪಡೆಯಿತು. ಸಾಹಿತ್ಯ ಕಲಾ ಪತ್ರಿಕೆಗಳು ಯಾವುದನ್ನೂ ಭೂತಕಾಲಕ್ಕೆ ಸೇರಿಸಲಾಗದೆಂಬುದಕ್ಕೆ ‘ಯಕ್ಷಗಾನ’ದ ಉದಾಹರಣೆ ನಿದರ್ಶನವಾಗಬಲ್ಲದು. ಇಂದು ಪ್ರಕಟಣೆಯಲ್ಲಿದೆಯೆಂದು ಭಾವಿಸಿದ ಪತ್ರಿಕೆ ಮುಂದಿನ ತಿಂಗಳು ಏಕಾ ಏಕಿ ನಿಂತುಬಿಡುವುದು, ಹತ್ತಾರು ವರ್ಷಗಳಿಂದ ಪ್ರಕಟಣೆ ನಿಲ್ಲಿಸಿದ್ದ ಪತ್ರಿಕೆ ಧುತ್ತನೇ ಪ್ರಕಟಗೊಳ್ಳವುದೂ ಸಾಧ್ಯ. ಎಪ್ಪತ್ತರ ದಶಕದಲ್ಲಿ ಮರುಹುಟ್ಟು ಪಡೆದ ‘ಯಕ್ಷಗಾನ’ ಪತ್ರಿಕೆಗೆ ಯಲ್ಲಾಪುರದ ಯುವಕ ಎ. ಎಂ. ವೈದ್ಯ ಸಂಪಾದಕರಾಗಿದ್ದರು. ವೈದ್ಯರು ಸ್ವತಃ ಯಕ್ಷಗಾನ ಕಲಾವಿದರು. ತಾಳ ಮದ್ದಳೆಯ ಅರ್ಥಧಾರಿಗಳು. ಯಲ್ಲಾಪುರದಲ್ಲಿ ಸ್ವಂತ ಮುದ್ರಣಾಲಯವನ್ನು ಹೊಂದಿದ್ದು ಯಕ್ಷಗಾನ ಪತ್ರಿಕೆಗೆ ಮರುಜೀವ ಕೊಡಲು ಪ್ರೇರಣೆಯಾಯ್ತು. ಆದರೂ ಓದುಗರ ಕೊರತೆ, ಜಾಹೀರಾತುದಾರರಿಲ್ಲದೇ ಪತ್ರಿಕೆ ಒಂದು ವರ್ಷ ಮಾತ್ರ ನಡೆದು ನಿಂತಿತು. ಸದ್ಯಕ್ಕೆ ಯಕ್ಷಗಾನ ಪತ್ರಿಕೆ ನಿಂತಿದೆ ಎನ್ನಬಹುದು. "ಜಿಲ್ಲೆಯ ಹೆಮ್ಮೆಯ ಕಲೆಯಾದ ‘ಯಕ್ಷಗಾನ’ ರಂಗ ಪರಿಕರಗಳನ್ನು ಕುರಿತು ದಕ್ಷಿಣೋತ್ತರ ಕನ್ನಡ ಜಿಲ್ಲೆಯ ಯಕ್ಷಗಾನ ಪರಿಣಿತರು ಪತ್ರಿಕೆಯಲ್ಲಿ ಬರೆಯುತ್ತಿದ್ದರು. ಭಾವಗೀತೆ, ಯಕ್ಷಗಾನಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟ ವಿವಿಧ ವಾರ್ತೆಗಳು, ಗ್ರಂಥ ಸಮೀಕ್ಷೆ, ಮಾಸಭವಿಷ್ಯ ಮುಂತಾದವುಗಳು ಪತ್ರಿಕೆಯ ಇನ್ನಿತರ ಆಕರ್ಷಕ ಅಂಶಗಳು. ಯಕ್ಷಗಾನ ಕಲಾವಿಮರ್ಶೆಗಾಗಿಯೇ ಮೀಸಲಾದ, ಅಪೂರ್ವವಾದ ಈ ಪತ್ರಿಕೆ ವಿರಮಿಸಿದ್ದು ಯಕ್ಷಗಾನ ಕಲಾಲೋಕಕ್ಕೆ ತುಂಬಲಾರದ ಹಾನಿಯೆಂದು ವ್ಯಸನದಿಂದ ಹೇಳಬೇಕಾಗುತ್ತದೆ" ಎಂಬ ಎನ್. ಆರ್‍. ನಾಯಕರ ಮಾತುಗಳು ಒಪ್ಪುವಂತದ್ದು.ಕಲಾ ಪತ್ರಿಕಗೆಗಳು : ೧೯೫೭ರಿಂದ ೧೯೯೩ರವರೆಗೆ
								‘ಶೃಂಗಾರ’ನಿರ್ದಿಷ್ಟವಾಗಿ ಒಂದೇ ಒಂದು ಕಲೆಗೆ ಸೀಮಿತಗೊಳಿಸಿಕೊಳ್ಳದೇ ವಿಶಾಲವಾದ ತಳಹದಿಯ ಮೇಲೆ ಲಲಿತಕಲೆಯ ಎಲ್ಲಾ ಪ್ರಕಾರಗಳನ್ನೂ ಒಳಗೊಂಡ ಪೂರ್ಣಪ್ರಮಾಣದ ಕನ್ನಡ ಕಲಾ ಪತ್ರಿಕೆಗಳು ಬಂದುದು ೬೦ರ ದಶಕದಲ್ಲಿ. ಉತ್ತರ ಕನ್ನಡ ಜಿಲ್ಲೆಯ ಹೊನ್ನಾವರದಿಂದ ೧೯೬೨ರ ಜನವರಿಯಲ್ಲಿ ಮೊದಲ ಸಂಚಿಕೆ ಹೊರಬಂದ ‘ಶೃಂಗಾರ’ ಪತ್ರಿಕೆ ‘ಸಾಹಿತ್ಯ ಸಂಗೀತ’ ಮುಂತಾದ ಲಲಿತಕಲೆಗಳಿಗಾಗಿ ಈ ತ್ರೈಮಾಸಿಕವೆಂದು ಮುಖಪುಟದಲ್ಲಿ ಘೋಷಿಸಿಕೊಂಡಿತು. ೧/೮ಡೆಮಿ ಆಕಾರದ ಪತ್ರಿಕೆ ೭೬ ಪುಟಗಳನ್ನೊಳಗೊಂಡು ಮಾರಾಟದ ಬೆಲೆ ೬೦ ನಯಾ ಪೈಸೆಯೆಂದು ಹೇಳಲ್ಪಟ್ಟಿತ್ತು.ಜನವರಿ ೨೬, ೧೯೬೨ರ ಮೊದಲ ಸಂಚಿಕೆಯಲ್ಲಿ ಸಂಪಾದಕರು ಲಲಿತಕಲೆಗಳ ಈ ಪತ್ರಿಕೆಗೆ ಶೃಂಗಾರವೆಂಬ ಹೆಸರನ್ನಿಟ್ಟಿದ್ದಕ್ಕೆ ಈ ಕೆಳಗಿನ ಸಮರ್ಥನೆ ನೀಡಿದ್ದಾರೆ.‘ಇದಕ್ಕೆ ಶೃಂಗಾರವೆಂಬ ಹೆಸರು ಸರಿಯಲ್ಲವೆಂದು ಕೆಲ ಮಡಿವಂತಿಕೆಯ ಅಭಿಪ್ರಾಯ ಅಲ್ಲಲ್ಲಿ ಕೇಳಿ ಬಂತು. ಅದಕ್ಕೆ ಕಾರಣವೆಂದರೆ ಶೃಂಗಾರವು ಅಶ್ಲೀಲವೆಂದು ತಿಳಿದಿದ್ದೇ ಆಗಿದೆ. ಆದರೆ ಶೃಂಗಾರವು ಅಶ್ಲೀಲವಲ್ಲ. "ಶೃಂಗಾರಶ್ಯುಚಿರುಜ್ವಲ:" - ಶೃಂಗಾರವು ಶುಚಿಯುಳ್ಳದ್ದು, ಉಜ್ಜ್ವಲವುಳ್ಳದ್ದು. ಇದಕ್ಕೆ ನಾವು ರುಚಿಯುಳ್ಳದ್ದು ಎಂಬುದನ್ನೂ ಧೈರ್ಯವಾಗಿ ಸೇರಿಸಬಹುದಷ್ಟೇ. ಶುಚಿ, ರುಚಿ, ಉಜ್ವಲ ಈ ಮೂರು ಶೃಂಗಾರದಲ್ಲಿದೆಯೆಂದು ಬಳಿಕ ಮತ್ತೇನು ಬೇಕು ? ಇದು ರಸರಾಜ, ಶೋಭೆ, ಚಲುವುಗಳನ್ನೂ ಸೂಚಿಸುತ್ತದೆ. ಲಲಿತಕಲೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಈ ಪತ್ರಿಕೆಗೆ ಈ ಕಾರಣದಿಂದ ಶೃಂಗಾರವೆಂಬ ಹೆಸರು ಅತ್ಯಂತ ಶೋಭಿಸುತ್ತದೆಂಬುದೇ ನಮ್ಮ ಅಭಿಪ್ರಾಯ.’ಶೃಂಗಾರ ಮೊದಲ ಸಂಚಿಕೆಯಲ್ಲಿ ‘ಶೃಂಗಾರಕ್ಕೆ ದೇಣಿಗೆ ನೀಡಿದವರ ಪಟ್ಟಿ ಪ್ರಕಟಿಸಲಾಗಿದೆ. ಮಂಗಳೂರು ನಶ್ಶ, ಮೂವತ್ತು ಮಾರ್ಕಿನ ಬೀಡಿ, ರಾಣಿ ಬನಿಯನ್ನುಗಳು ಹಾಗೂ ಗರ್ಜನೆ, ಜನತಾ, ಮುಂತಾದ ಪತ್ರಿಕೆಗಳ ಜಾಹೀರಾತುಗಳಿವೆ. ಶೃಂಗಾರದ ವಾರ್ಷಿಕ ಚಂದಾ ಎರಡು ರೂಪಾಯಿ, ಮೊದಲ ಸಂಚಿಕೆಯ ಲೇಖನಗಳು ಶೃಂಗಾರವು ಘೋಷಣೆಗೆ ತಕ್ಕಂತೆ ಲಲಿತಕಲೆಗಳಿಗೆ ಸ್ಥಳ ಒದಗಿಸಿರುವ ಬಗ್ಗೆ ಪುರಾವೆ ನೀಡುತ್ತದೆ. ಸಂಪಾದಕರ ಮಾತು, ಕಲೆ, ಕವನ, ಸಂಗೀತ, ತಾಳಮದ್ದಳೆಗಳ ಬಗ್ಗೆ ಲೇಖನ, ‘ಲಲಿತ ಸಾಹಿತ್ಯ ಮತ್ತು ಮಹಾಕಲ್ಪನೆಗಳು’ ಮುಂತಾದ ಬರಹಗಳಿವೆ. ತ್ರೈಮಾಸಿಕ ರಾಶಿ ಭವಿಷ್ಯವೂ ಆಕರ್ಷಣೆ ಹೆಚ್ಚಿಸಲು ಸೇರಿಸಲಾಗಿದೆ.ಅದ್ಧೂರಿಯಿಂದ ಆರಂಭವಾದ ಶೃಂಗಾರ ಮುಂದಿನ ಸಂಚಿಕೆಗಳಲ್ಲಿ ಹೆಸರಿಗೆ ಲಲಿತಕಲೆಗಳ ತ್ರೈಮಾಸಕವಾಗಿ ಉಳಿದು ಎರಡು ವರ್ಷಗಳಲ್ಲಿ ನಿಂತುಹೋಯಿತು.‘ಇಂದ್ರ ಧನುಷ್’
								ಪತ್ರಿಕೆಗಳಲ್ಲಿ ವ್ಯಂಗ್ಯಚಿತ್ರಗಳು ಊಟದ ರುಚಿ ಹೆಚ್ಚಿಸುವ ಉಪ್ಪಿನಕಾಯಿಯಂತೆ. ವ್ಯಂಗ್ಯ ಚಿತ್ರಗಳು ಎಲ್ಲ ವಯಸ್ಸಿನ ಎಲ್ಲ ಆಸಕ್ತಿಯ ಓದುಗರನ್ನೂ ತಲುಪುವುದರಿಂದ ಎಲ್ಲ ರೀತಿಯ ಪತ್ರಿಕೆಗಳೂ ವ್ಯಂಗ್ಯ ಚಿತ್ರಗಳನ್ನು ಪ್ರಕಟಿಸುತ್ತವೆ.ಆದರೆ ವ್ಯಂಗ್ಯಚಿತ್ರಕ್ಕಾಗಿಯೇ ಮೀಸಲಾಗಿ ಪತ್ರಿಕೆಗಳು ಬಂದ ಉದಾಹರಣೆಗಳೂ ಇವೆ. ಕನ್ನಡದಲ್ಲಿ ಸಂಶೋಧಕನ ಗಮನಕ್ಕೆ ಬಂದ ಹಾಗೆ ಚಿತ್ರಕ್ಕೆ ಮೀಸಲಾಗಿ ಬಂದ ಮೊದಲ ಪತ್ರಿಕೆ ‘ಇಂದ್ರ ಧನುಸ್’.‘ಇಂದ್ರ ಧನುಸ್‌’ ನ ಸಂಪಾದಕರು ಕನ್ನಡ ಪತ್ರಿಕೆಗಳಲ್ಲಿ ‘ಶಿಂಬಣ್ಣ’ ಎಂದು ಪ್ರಖ್ಯಾತಿ ಪಡೆದಿದ್ದ ಕೆ. ರಾಮಕೃಷ್ಣನವರು. ರಾಮಕೃಷ್ಣನವರ ಪ್ರತಿಭೆ ಹೊರಬಂದಿದ್ದು ಅಂದಿನ ಮದ್ರಾಸಿನ ‘ಕಲ್ಕಿ’ ಪತ್ರಿಕೆಯಲ್ಲಿ ರಾಜಕೀಯ ವ್ಯಂಗ್ಯಚಿತ್ರಕಾರರಾಗಿದ್ದಾಗ. ಮದ್ರಾಸು ಬಿಟ್ಟು ಹುಟ್ಟೂರಾದ ಪುತ್ತೂರಿಗೆ ಬಂದು ನೆಲೆಸಿದ ಕೆ. ರಾಮಕೃಷ್ಣರು ಮಂಗಳೂರಿನ ದಿನಪತ್ರಿಕೆ ‘ನವಭಾರತ’ದಲ್ಲಿ ದೈನಂದಿನ ವ್ಯಂಗ್ಯಚಿತ್ರ ‘ಶಿಂಗಣ್ಣ’ ಬರೆಯಲಾರಂಭಿಸಿದರು. ಅದು ಅವರಿಗೆ ಕನ್ನಡ ಪತ್ರಿಕೋದ್ಯಮದಲ್ಲಿ ವಿಶೇಷ ಸ್ಥಾನ ಕಲ್ಪಿಸಿತು. ನಂತರ ೧೯೬೨ರಲ್ಲಿ ಕೆ. ರಾಮಕೃಷ್ಣ ‘ಇಂಧ್ರ ಧನುಸ್’ ಆರಂಭಿಸಿದರು. ಶಿವರಾಮ ಕಾರಂತರು ‘ಇಂಧ್ರ ಧನುಸ್’ ಪತ್ರಿಕೆಗೆ ತಿಂಗಳಿಗೊಂದು ಲೇಖನ ಬರೆದು ಕೊಡುತ್ತಿದ್ದರು. ರೇಖಾಚಿತ್ರಗಳನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿಸಿ ಪುತ್ತೂರಿನಲ್ಲಿಯೇ ಮುದ್ರಿಸಲಾಗುತ್ತಿತ್ತು. ಪತ್ರಿಕೆ ಜನಪ್ರಿಯವಾಯಿತಾದರೂ ಕೊಂಡು ಓದುವವರ ಸಂಖ್ಯೆ ಹೆಚ್ಚಿಲ್ಲದ ‘ಪತ್ರಿಕೆ’ ಒಂದೇ ವರ್ಷದಲ್ಲಿ ಸ್ಥಗಿತಗೊಂಡಿತು. ಬೇರೆ ಪತ್ರಿಕೆಗೆ ‘ಕಾಟೂನ್’ ಬರೆದುಕೊಟ್ಟು ಸಂಭಾವನೆ ಪಡೆಯುವುದೇ ತಲೆಬಿಸಿಯಿಲ್ಲದ ಕೆಲಸವೆಂದು ಅರಿತ ರಾಮಕೃಷ್ಣನವರು ಮತ್ತೆ ‘ಇಂಧ್ರ ಧನುಸ್’ ಎತ್ತುವ ಪ್ರಯತ್ನ ಮಾಡಲಿಲ್ಲ.‘ನುಡಿಜೇನು’
								ಜಾನಪದ ಕಲೆಗೆ ಮೀಸಲಾಗಿ ಕನ್ನಡದಲ್ಲಿ ಬಂದ ಬೆರಳೆಣಿಕೆಯ ಪತ್ರಿಕೆಗಳ ಸಾಲಿಗೆ ‘ನುಡಿಜೇನು’ ಅರ್ಹಸೇರ್ಪಡೆ.‘ಜಾನಪದ ಸಾಹಿತ್ಯ ಪ್ರಕಟನೆಗೇ ಹೆಚ್ಚಿನ ಮಹತ್ವಕೊಟ್ಟು ಅಳಿದುಹೋಗುತ್ತಿರುವ ಜಾನಪದ ಸಾಹಿತ್ಯ ಕಲೆಗಳನ್ನು ಬದುಕಿಸಿಕೊಳ್ಳುವ ಹೇತುವಿನಿಂದ "ನುಡಿಜೇನು" ಮಾಸಪತ್ರಿಕೆಯನ್ನು ಭಾವಿಕೇರಿಯಿಂದ ಗಾಯಕರಾದ ಬಿ. ಹೊನ್ನಪ್ಪನವರು ೧೯೬೯ರಿಂದ ಹೊರಡಿಸುತ್ತ ಬಂದಿದ್ದಾರೆ. ಆರ್ಥಿಕ ಅಡಚಣೆಯಿಂದ ತತ್ತರಿಸುತ್ತಿದ್ದರೂ ಎದೆಗೆಡದೆ ಬಿ. ಹೊನ್ನಪ್ಪನವರು ಪತ್ರಿಕೆಯನ್ನು ಕಷ್ಟಪಟ್ಟು ನಡೆಸಿಕೊಂಡು ಬರುತ್ತಿದ್ದಾರೆ.’ ಎಂಬುದಾಗಿ ಎನ್. ಆರ್‍. ನಾಯಕರು ಅಭಿಪ್ರಾಯಪಡುತ್ತಾರೆ.‘ನುಡಿಜೇನು’ ಪತ್ರಿಕೆಯಲ್ಲಿ ಜಾನಪದ ಕತೆ ಕವನಗಳು, ಜಾನಪದ ವಿಚಾರಗಳಲ್ಲದೆ ಸುದ್ದಿ ಸಮಾಚಾರ, ಚಿಟುಕ, ಕವನ ಚಿಕ್ಕ ಚಿಕ್ಕ ಪ್ರಬಂಧಗಳೂ ಪ್ರಕಟಗೊಳ್ಳುತ್ತವೆ.‘ನಾಟ್ಯಭಾರತೀ’
								ಬೆಂಗಳೂರಿನ ಅಸೋಸಿಯೇಟೆಡ್ ಅಮೆಚೂರ್‍ ಆರ್ಟಿಸ್ಟ್ ಸಂಸ್ಥೆಯು ೧೯೬೯ರಲ್ಲಿ ಆರಂಭಿಸಿ ನಾಕೈದು ವರ್ಷ ನಡೆಸಿದ ದ್ವೈಮಾಸಿಕ ನಾಟ್ಯ ಭಾರತೀಯ ಮೊದಲ ಸಂಚಿಕೆ ಫೆಬ್ರುವರಿ ೧೯೬೯ರಲ್ಲಿ ಪ್ರಕಟಗೊಂಡಿತು. ೧/೮ ಡೆಮಿ ಆಕಾರದ, ೩೮ ಪುಟಗಳ ಈ ಸಂಚಿಕೆಗೆ ಸಂಪಾದಕರನ್ನಾಗಿ ಸಂಸ್ಥೆಯ ಯಾರನ್ನೂ ಹೆಸರಿಸಿಲ್ಲ.ಮೊದಲ ಸಂಚಿಕೆಯ ಹಿಂಬದಿ ಪುಟದಲ್ಲಿ ‘ನಿಬೇದನ’ ಎಂಬ ‘ನೃತ್ಯ ಭಾರತೀ’ಯ ಅಧ್ವರ್ಯುಗಳ ನಿವೇದನೆಯಲ್ಲಿ ಹೀಗೆ ಬರೆಯಲಾಗಿದೆ ‘. . . ನಾಟಕದ ಚಿಂತನೆಯ ಬಗ್ಗೆಉಪಯುಕ್ತ ಸ್ಪಷ್ಟ ಹೆಜ್ಜೆಯಾಗಿರುವ ಈ ಪ್ರಯತ್ನದ ಉಳಿವಿನ ಬಗ್ಗೆ ಸಹೃದಯರಾಗಿ ಕ್ರಿಯಾಶೀಲರಾಗಿ ನಾಟ್ಯ ಪ್ರೇಮಿಗಳೂ ಸಂಘ ಸಂಸ್ಥೆಗಳೂ ಚಂದಾದಾರರಾಗಿ ರಚನಾತ್ಮಕ ನೆರವನ್ನು ನೀಡುವರೆಂದು ನಂಬಿರುವ ನಾಟ್ಯ ಭಾರತೀ’ ಎನ್ನಲಾಗಿದೆ. ಮೊದಲ ಸಂಚಿಕೆಗೆ ಶ್ರೀರಂಗರು ಶುಭಹರಸಿ ಕಳಿಸಿರುವ ನುಡಿಗಳಿವೆ. ಅದರಲ್ಲಿ ಶ್ರೀರಂಗರು ‘ಬೆಂಗಳೂರಿನ ಅಸೋಸಿಯೇಟೆಡ್ ಅಮೆಚೂರ್‍ ಅರ್ಟಿಸ್ಟ್ಸ್ ಸಂಸ್ಥೆಯು "ನಾಟ್ಯ ಭಾರತೀ" ಎಂಬ ದ್ವೈಮಾಸಿಕವನ್ನು ಪ್ರಕಟಿಸುವುದು ಸ್ವಾಗತಾರ್ಹ ಪ್ರಯತ್ನವಾಗಿದೆ. ರಂಗಭೂಮಿಯ ಬಗ್ಗೆ ಅಭ್ಯಾಸ, ವಿಮರ್ಶೆ, ವಿಚಾರ ವಿನಿಯಮಕ್ಕೆ ಅವಕಾಶಗಳನ್ನು ಒದಗಿಸಿಕೊಟ್ಟು ಈ ದ್ವೈಮಾಸಿಕ ಕನ್ನಡ ರಂಗಭೂಮಿಯ ಚಳವಳಕ್ಕೆ ಪೋಷಕವಾಗಲಿ ಎಂದು ಹಾರೈಸುತ್ತೇನೆ.’ ಎಂದಿದ್ದಾರೆ.‘ನಾಟ್ಯ ಭಾರತೀ’ ರಂಗಭೂಮಿ ಹಾಗೂ ಒಟ್ಟಾರೆ ಕಲಾ ರಂಗಗಳ ಹಿಂದಿನ, ಇಂದಿನ ಸ್ಥಿತಿಗತಿಯ ಬಗ್ಗೆ ಲೇಖನಗಳನ್ನು ಪ್ರಕಟಿಸುತ್ತಿತ್ತು. ಈ ಕ್ಷೇತ್ರದ ಸಾಧಕರ ಪರಿಚಯ ಮಾಡಿಕೊಡುತ್ತಿತ್ತು. ‘ನಾಟ್ಯ ಭಾರತೀ’ಯ ಮೊದಲ ಸಂಚಿಕೆಯ ಹೊರಣ ಪತ್ರಿಕೆಯ ಮೂಲೋದ್ದೇಶಗಳನ್ನು ಸ್ಪಷ್ಟಪಡಿಸುವಂತಿದೆ.ಕನ್ನಡದ ಕಲಾ ಪತ್ರಿಕೆಗಳ ಪೈಕಿ ‘ನಾಟ್ಯ ಭಾರತೀ’ಯ ಸೇವೆ ಸ್ಮರಣೀಯವಾದುದು. ನಾಕೈದು ವರ್ಷ ನಾಟ್ಯ ಭಾರತೀ ಪ್ರಕಟಣೆಯಲ್ಲಿತ್ತು. ಆಗ ಈ ಕ್ಷೇತ್ರದ ಆಸಕ್ತರು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸುವ ಪತ್ರಿಕೆಯಾಗಿತ್ತು.‘ಮೂಡಲಪಾಯ’ 
								ಯಕ್ಷಗಾನದಲ್ಲಿ ಮೂಡಲಪಾಯ, ಪಡುವಲಪಾಯ ಎಂಬ ಎರಡು ಪ್ರಕಾರಗಳು ಪಡುವಲಪಾಯ ಕರ್ನಾಟಕದ ಪಶ್ಚಿಮ ಭಾಗದ (ಉತ್ತರ ಕನ್ನಡ-ದಕ್ಷಿಣ ಕನ್ನಡ ಮುಂತಾಗಿ) ಯಕ್ಷಗಾನ ಸಂಪ್ರದಾಯದ ಹೆಸರಾದರೆ ಮೂಡಲಪಾಯದ ಕರ್ನಾಟಕದ ಪೂರ್ವ ಭಾಗದ ಅಂದರೆ ಕೋಲಾರ, ಬೆಂಗಳೂರು, ತುಮಕೂರು ಮುಂತಾದ ಪ್ರದೇಶಗಳಲ್ಲಿ ಪ್ರಚಲಿತವಾಗಿರುವ ಯಕ್ಷಗಾನ ಸಂಪ್ರದಾಯ.ನಶಿಸಿಹೋಗುತ್ತಿದ್ದ ಮೂಡಲಪಾಯ ಯಕ್ಷಗಾನಕ್ಕೆ ಕಾಯಕಲ್ಪ ನೀಡಿದವರಾಗಿ ಡಾ. ಜೀ. ಶಂ ಪರಮಶಿವಯ್ಯನವರನ್ನು ಹೆಸರಿಸಲಾಗುತ್ತಿದೆ. ೧೯೬೯ರಲ್ಲಿ ತುಮಕೂರು ಜಿಲ್ಲೆಯ ತಿಪಟೂರಿನ ಕೊನೇಹಳ್ಳಿಯಲ್ಲಿ ‘ಮೂಡಲಪಾಯ ಯಕ್ಷಗಾನ ಟ್ರಸ್ಟ್’ ಸ್ಥಾಪಿತವಾಗುವುದುರಲ್ಲಿ ಜೀ. ಶಂ ಪರಮಶಿವಯ್ಯನವರ ವಿಶೇಷ ಪರಿಶ್ರಮವಿತ್ತು.ಹೀಗೆ ಸ್ಥಾಪಿತವಾದ ಟ್ರಸ್ಟಿನ ವತಿಯಿಂದ ‘ಮೂಡಲಪಾಯ’ ಪತ್ರಿಕೆಯೊಂದು ಅನಿಯತಕಾಲಿಕವಾಗಿ ಸ್ಥಾಪನೆಗೊಂಡಿತು.ಮೂಖ್ಯವಾಗಿ ಮೂಡಲಪಾಯದ ವಿಚಾರವನ್ನು ನಾಡಿನ ವಿವಿಧ ಮೂಲೆಗಳಿಗೆ ಮುಟ್ಟಿಸುವಲ್ಲಿ ಹಾಗೂ ವಿದ್ವಾಂಸರ ಮತ್ತು ಆಸಕ್ತರ ಗಮನವನ್ನು ಅದರತ್ತ ಸೆಲೆಯುವಲ್ಲಿ ಈ ಪತ್ರಿಕೆ ಕೆಲಸಮಾಡಿದ ರೀತಿ ವಿಶಿಷ್ಟವಾದುದು. ಇದರ ಕೀರ್ತಿ ಮುಖ್ಯವಾಗಿ ಅದರ ಕೇಂದ್ರಶಕ್ತಿಯಾದ ಡಾ. ಜೀ. ಶಂ ಪರಮಶಿವಯ್ಯನವರಿಗೆ ಸಲ್ಲುವಂತಹದು. ‘ಮೂಡಲಪಾಯ’ ಪತ್ರಿಕೆ ಸಂಪಾದಕಮಂಡಲಿಯಲ್ಲಿ ಡಾ. ಜೀ. ಶಂ ಪರಮಶಿವಯ್ಯನವರು ಪ್ರಧಾನ ಸಂಪಾದಕರಾಗಿ, ಪಿ. ಆರ್‍. ತಿಪ್ಪೇಸ್ವಾಮಿ, ಹ. ಕ. ರಾಜೇಗೌಡ ಮತ್ತು ಡಿ. ಕೆ. ರಾಜೇಂದ್ರ ಅವರ ಸಂಪಾದಕತ್ವದಲ್ಲಿ ಹೊರ ಬಂದವು.‘ಮೂಡಲಪಾಯ’ ಪತ್ರಿಕೆ ಎರಡು ಸಂಚಿಕೆಗಿಂತ ಮುಂದುವರೆಯಲಿಲ್ಲ. ನಶಿಸುತ್ತಿದ್ದ ಕಲಾ ಪ್ರಕಾರವೊಂದಕ್ಕೆ ಮರು ಜೀವ ಕೊಡುವ ಯತ್ನವೊಂದರ ಭಾಗವಾಗಿ ಬಂದ ‘ಮೂಡಲಪಾಯ’ಕ್ಕೆ ಮರುಜೀವ ಬರಲಿಲ್ಲ.‘ಕಲಾದರ್ಶನ’
								ಕನ್ನಡದಲ್ಲಿ ಲಲಿತಕಲೆಗಳಿಗೆ ಮೀಸಲಾಗಿ ೨೭ ವರ್ಷಗಳಿಂದ ಸತತವಾಗಿ ಪ್ರಕಟಗೊಳ್ಳುತ್ತಿರುವ ಏಕೈಕ ಮಾಸಿಕ ಮಂಗಳೂರಿನ ‘ಕಲಾದರ್ಶನ’, ಕಲೆ, ಸಾಹಿತ್ಯ, ಸಂಸ್ಕೃತಿ, ಇತಿಹಾಸ, ಶಿಕ್ಷಣ, ಸಂಶೋಧನೆಗಳಿಗೆ ಮೀಸಲಾದ ಮಾಸಪತ್ರಿಕೆ. ‘ಕಲಾದರ್ಶನ’ ಸ್ಥಾಪನೆಗೊಂಡದ್ದು ೧೯೭೧ರಲ್ಲಿ ಶ್ರೀರಾಮನವಿಮಿಯ ದಿನ. ಸ್ಥಾಪಕ ಸಂಪಾದಕರಾದ ವಿ. ಬಿ. ಹೊಸಮನೆಯವರು ರಾಜ್ಯದ ಹಿರಿಯ ಪತ್ರಕರ್ತರುಗಳಲ್ಲಿ ಒಬ್ಬರು. ಇಂದಿಗೂ ಅವರೇ ಕಲಾದರ್ಶನ ಸಾರಥಿ, ಸರ್ವಸ್ವವೂ ಅವರೇ. ಆದರೆ ಕಲಾದರ್ಶನ ಹೆಸರಿಗೆ ಅನ್ವರ್ಥವಾಗಿ ಕೇವಲ ಕಲಾದರ್ಶನವಾಗಿ ಉಳಿದಿಲ್ಲವೆಂಬುದನ್ನೂ ಗಮನಿಸಬೇಕು. ಈ ಪತ್ರಿಕೆಯ ಯಾವ ಸಂಚಿಕೆಯನ್ನು ತೆರೆದು ನೋಡಿದರೂ ಸಾಮಾನ್ಯ ಆಸಕ್ತಿಯ ಪತ್ರಿಕೆಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಗಿ ಕಂಡು ಬರುವ ರಾಜಕೀಯ ಆರೋಗ್ಯ, ಹಾಗೂ ಮಾನವಾಸಕ್ತಿಯ ಎಲ್ಲ ಮುಖಗಳ ಲೇಖನಗಳಿರುತ್ತವೆ.ಉದಾಹರಣೆಗೆ ಸಂಪುಟ ೨೬ ಸಂಚಿಕೆ ೨ರಲ್ಲಿ ಬಂದ ಲೇಖನಗಳ ಪಟ್ಟಿ ಹೀಗಿದೆ. </p>
			<p>ಲೇಖನಗಳನ್ನು<a href="http://en.wikipedia.org/wiki/DjVu" target="_blank">ಡೆಜವೂ (DjVu) </a>ರೂಪದಲ್ಲಿಟ್ಟಿದೆ. ಅವುಗಳನ್ನು ನೋಡಲು ಡೆಜವೂ ಪ್ಲಗಿನ್ ಅಗತ್ಯ. ಇದು ಮುಕ್ತವಾಗಿ ಇಲ್ಲಿ ಸಿಗುತ್ತದೆ: <br>
<a href="http://www.caminova.net/en/downloads/download.aspx?id=1" target="_blank"><br /><img src="../../../php/img/djvu_dl_pic.gif"  alt="djvu_image"></a></p>
			</div>
	  </section>
	</main>
	<div id="cd-search" class="cd-search">
		<form>
			<input type="search" placeholder="Search...">
		</form>
	</div>
<footer>
			  <span>Digital Archives in Indian Languages&nbsp;(DAIL)</span>
          </footer>
			<script src="../../js/intermediate/jquery-2.1.1.js"></script>
	<script src="../../js/intermediate/jquery.mobile.custom.min.js"></script>
	<script src="../../js/intermediate/main.js"></script> <!-- Resource jQuery -->
</body>
</html>

	

