<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" href="../../css/intermediate/font-awesome.min.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/reset.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="../../css/intermediate/style.css"> <!-- Resource style -->
	<script src="../../js/intermediate/modernizr.js"></script> <!-- Modernizr -->
	<title>ಆಧುನಿಕ ಕರ್ನಾಟಕದ ಬೌದ್ಧಿಕ ಇತಿಹಾಸ</title>
</head>
<body>
	<header class="cd-main-header">
		<a class="cd-logo" href="../../index.php"><i class="fa fa-home fa-2x"></i></a>

		<ul class="cd-header-buttons">
			<li><a class="cd-search-trigger" href="#cd-search">Search<span></span></a></li>
			<li><a class="cd-nav-trigger" href="#cd-primary-nav">Menu<span></span></a></li>
		</ul> <!-- cd-header-buttons -->
	</header>
	<div class="cd-overlay"></div>

	<nav class="cd-nav">
		<ul id="cd-primary-nav" class="cd-primary-nav is-fixed">
			<li class="has-children">
				<a href="#">ಆಕರಭಾರತಿ</a>
				<ul class="cd-nav-icons is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li>
						<a class="cd-nav-item item-1" href="../../about.php">
							<h3>ಪಕ್ಷಿನೋಟ</h3>
							<p>ಈ ಯೋಜನೆಯನ್ನು ಕುರಿತು</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-3" href="../../credits.php">
							<h3>ಕೃತಜ್ಞತೆಗಳು</h3>
							<p>ಸಹಾಯ ಮಾಡಿದವರನ್ನು ನೆನೆಯುತ್ತಾ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-2" href="../../contact.php">
							<h3>ಸಂಪರ್ಕ</h3>
							<p>ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್ ಟೆಕ್ನೋಲೊಜೀಸ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-5" href="#">
							<h3>ವಿಡಿಯೋ</h3>
							<p>ಡಿ.ಎ.ಐ.ಎಲ್</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-4" href="#">
							<h3>ಗ್ಯಾಲರಿ</h3>
							<p>ಚಿತ್ರ ಮತ್ತು ವಿಡಿಯೋ</p>
						</a>
					</li>

					<li>
						<a class="cd-nav-item item-6" href="#">
							<h3>ಹುಡುಕು</h3>
							<p>ಸಮಗ್ರ ಶೋಧನೆ</p>
						</a>
					</li>
				</ul>
			</li>
			<li class="has-children">
				<a href="#">ಸಂಗ್ರಹ</a>

				<ul class="cd-secondary-nav is-hidden">
					<li class="go-back"><a href="#0">Menu</a></li>
					<li class="see-all"><a href="../../sitemap.php"><i class="fa fa-sitemap"></i></a></li>
					<li class="has-children">
						<a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a>
						<ul class="is-hidden">
							<li class="see-all"><a href="../index.html">ನಿಯತಕಾಲಿಕೆ</a></li>
							<li><a href="index.php">ಸಾಕ್ಷಿ</a></li>
							<li><a href="../samvada/index.php">ಸಂವಾದ</a></li>
							<li><a href="../maatukate/index.php">ಮಾತುಕತೆ</a></li>
							<li><a href="../pustakaprapancha/index.php">ಪುಸ್ತಕ ಪ್ರಪಂಚ</a></li>
							<li><a href="../arivubaraha/index.php">ಅರಿವು ಬರಹ</a></li>
							<li><a href="../rangabhumi/index.php">ರಂಗಭೂಮಿ</a></li>
							<li><a href="#">ಗ್ರಂಥಲೋಕ</a></li>
							<li><a href="#">ಪ್ರಬುದ್ಧ ಕರ್ನಾಟಕ</a></li>
							<a class="right" href="Journals/index.html">...ಮುಂದೆ</a>
						</ul>
					</li>

					<li class="has-children">
						<a href="../index.html">ಸಮಗ್ರ ಸಾಹಿತ್ಯ</a>

						<ul class="is-hidden">
							<li><a href="#0">ಮಂಜೇಶ್ವರ ಗೋವಿಂದ ಪೈ</a></li>
							<li><a href="#0">ಫು. ಗು. ಹಳಕಟ್ಟಿ</a></li>
							<li><a href="#0">ಹರ್ಡೇಕರ್ ಮಂಜಪ್ಪ</a></li>
							<li><a class="right" href="Journals/index.html">...ಮುಂದೆ</a></li>
						</ul>
						<br />
						<a href="article_list/index.html">ಬಿಡಿ ಬರಹ</a>
						<ul class="is-hidden">
							<li><a href="#0">ಕೆ. ಎಸ್. ಮಧುಸೂದನ್</a></li>
							<li><a href="#0">ಡಾ. ಅಶ್ವಿನ್ ಕುಮಾರ್ ಎ. ಪಿ</a></li>
							<li><a class="right" href="article_list/index.html">...ಮುಂದೆ</a></li>
						</ul>
					</li>

					<li class="has-children">
						<a href="article_list/index.html">ಲೇಖನ</a>

						<ul class="is-hidden">
							<li class="go-back"><a href="article_list/index.html">ಲೇಖನ</a></li>
							<li><a href="blog/kgv.html">ಆಲೂರು ವೆಂಕಟರಾವ್ </a></li>
						</ul>
						<br />
						<a href="article_list/index.html">ಸಂಶೋಧನಾ ಪ್ರಬಂಧ</a>
						<ul class="is-hidden">
							<li><a href="blog/niranjanavanalli.html">ನಿರಂಜನ ವಾನಳ್ಳಿ</a></li>
							<li><a href="#0">ನಂಜುಂಡಸ್ವಾಮಿ</a></li>
						</ul>
						
					</li>
					<li class="has-children">
						<a href="../Journals/index.html">ಪುಸ್ತಕ ಸಂಗ್ರಹ</a>

						<ul class="is-hidden">
							<li><a href="">ಕೃಷ್ಣ ಮಹೀಶ್ವರೀ</a></li>
							<li><a href="">ಸುವ್ರತ</a></li>
							<li><a href="">ಮಕ್ಕಳ ಕಲಿಕೆಯ ವಸ್ತುಪಾಠಗಳು</a></li>
							<li><a href="">ತಮಿಳ ಮೊದಲ ಪುಸ್ತಕ</a></li>
							<li><a href="">ಭಾಷಾಮಂಜರಿ</a></li>
							<li><a href="">ಗಣಿತಾರ್ಣವ</a></li>
							<li><a href="">ಪ್ರಶ್ನೋತ್ತರ ಲೇಖ್ಯಬೋಧಿನಿ</a></li>
						<a class="right" href="../index.html">...ಮುಂದೆ</a>
						</ul>
					</li>
				</ul>
			</li>

			<li><a href="#">ಆಯಾಮ</a></li>

			

			<li><a href="">ಭಾಗವಹಿಸಿ</a></li>
		</ul> <!-- primary-nav -->
	</nav> <!-- cd-nav -->

	<main class="cd-main-content">
			<div class="container">
		<div id="sec_nav">
					<ul class="actions">
						<li><a href="index.php" class="button button-outline">ಮುಖಪುಟ</a></li>
						<li><a href="php/volumes.php" class="button button-outline">ಸಂಪುಟ</a></li>
						<li><a href="php/articles.php" class="button button-outline">ಲೇಖನ</a></li>
						<li><a href="php/author.php" class="button button-outline">ಲೇಖಕ</a></li>
					</ul>
		</div>
	</div>

		<section id="about">
			<h2>ಸಾಕ್ಷಿ</h2>
			<h4><br>ಸಾಹಿತ್ಯ ಸಂಸ್ಕೃತಿಗಳ ವಿಚಾರ ವಿಮರ್ಶೆಯ ವೇದಿಕೆ</h4>
			<div id="about_p">
				<div class="page_title">&ldquo;ಸಾಕ್ಷಿ&rdquo;ಯ ಉದಯ ...</div><br>
			<p>ಮರವೆ ಬಹಳ ಅನುಕೂಲಕರವೂ ಹೌದು, ಅಷ್ಟೇ ಉಪದ್ರವಕಾರಿಯೂ ಹೌದು. ನಾನು ನನ್ನ ಜೀವನದ ಸಂಗತಿಗಳನ್ನು ಎಲ್ಲೂ ಗುರುತುಹಾಕಿಕೊಂಡಿಲ್ಲ. ಹಾಗಾಗಿ ಕೆಲವು ವೇಳೆ ಅತ್ಯಂತ ಅವಶ್ಯವೆನ್ನಿಸುವ, ಅರ್ಥಪೂರ್ಣ ಎಂದು ಅನಿಸುವ ಸಂಗತಿಗಳನ್ನೂ ಬೇಕಾದಾಗ ನೆನಪಿಸಿಕೊಳ್ಳಲು ಬರುವುದಿಲ್ಲ. ಅನಂತರ ಐದು ಹತ್ತು ನಿಮಿಷಗಳಲ್ಲಿ ಅಥವಾ ಒಂದೆರಡು ವಾರಗಳಲ್ಲಿ ನೆನಪಿಗೆ ಬರಬಹುದು; ಬಾರದೆಯೂ ಇರಬಹುದು. ನಾನು ಮೈಸೂರಿನ ಫಿಲೋಮಿನಾಸ್ ಕಾಲೇಜಿನಲ್ಲಿ ಕಳೆದ ಹತ್ತು ವರ್ಷಗಳು ಬಹು ಮುಖ್ಯವಾಗಿ ನೆನಪಿನಲ್ಲಿರತಕ್ಕವುಗಳು. ಆಗಲೇ ಸಾಹಿತ್ಯದಲ್ಲಿ, ಗಣ್ಯವಾಗಿ ಕಾವ್ಯದಲ್ಲಿ, ಮುಖ್ಯವಾದದ್ದನ್ನು ರಚಿಸಿದ್ದು. ಇದೇ ಕಾಲದಲ್ಲಿ ನಾನು ಆಲ್ ಇಂಡಿಯಾ ರೈಟರ್ಸ್ ಕಾನ್ಫರೆನ್ಸ್ನಲ್ಲಿ (ಅಖಿಲ ಭಾರತ ಲೇಖಕರ ಸಮ್ಮೇಳನ) ಭಾಗವಹಿಸಿದ್ದು. ಹಾಗೆಯೇ ಈಗ ನಿಂತುಹೋಗಿರುವ ನಮ್ಮ `ಸಾಕ್ಷಿ' ತ್ರೈಮಾಸಿಕ ಶುರುವಾದದ್ದು ಈ ಕಾಲದಲ್ಲೇ. ಹೊಸ ರೀತಿಯ ಬರವಣಿಗೆಯ ಹಿಂದೆ ಸಾಹಿತ್ಯ ಧೋರಣೆಗಳ ಬಗೆಗೆ ಹೊಸ ರೀತಿಯ ಲೇಖನ, ಕವನ ಕಥೆಗಳ ಪ್ರಕಟಣೆಗೆ, ಹೊಸ ಸಾಹಿತ್ಯದ ನಿಜವಾದ ಕೃತಿನಿಷ್ಠ ವಸ್ತುನಿಷ್ಠ ವಿಮರ್ಶೆಯ ವೇದಿಕೆಯಾಗಿ ಒಂದು ಪತ್ರಿಕೆ ಬೇಕೆಂದು ಅನೇಕ ವರ್ಷಗಳಿಂದ ನಮ್ಮೆಲ್ಲರಿಗೂ ಅನಿಸುತ್ತಿತ್ತು. ಅದು ಯಾವ ಆಕಾರದಲ್ಲಿ ಎಷ್ಟು ತಿಂಗಳಿಗೊಮ್ಮೆ ಪ್ರಕಟವಾಗಬೇಕೆಂಬ ಈ ಪತ್ರಿಕೆಯ ಅಂತರಂಗದ ಬಗೆಗೆ ಹೇಗೋ ಹಾಗೆಯೇ ಅದರ ಖರ್ಚನ್ನು ಕುರಿತು ಬಹಳಕಾಲ ಮೀನ ಮೇಷ ಎಣಿಸಿ ಕೊನೆಗೆ ಡೆಮ್ಮಿ ಅಷ್ಟದಳದ್ದಾಗಿದ್ದು ಅನಿಯತಕಾಲಿಕ ಪ್ರಕಟಣೆಯಾಗಿರಲಿ ಎಂದು ನಿರ್ಧರಿಸಿ, ಅದರ ವೆಚ್ಚವನ್ನು ಗೀತಾಬುಕ್ ಹೌಸ್ ಸ್ನೇಹಿತ ವಹಿಸಿಕೊಳ್ಳಲು ಅಸಾಮರ್ಥ್ಯ ತೋರಿಸಿದಾಗ ನಾವೇ ಹಣ ಕೂಡಿಸಿ ಪ್ರಕಟಿಸುವುದೆಂದು ನಿರ್ಧರಿಸಿದೆವು.<br /><br />
			 ನಾನು ಮುಂಬೈಗೆ ಲೇಖಕರ ಸಮ್ಮೇಳನಕ್ಕೆ ಹೋಗಿಬರಲು ಕಾರಣಕರ್ತರು ನನ್ನ ಅತ್ಯಂತ ನಿಷ್ಠಸ್ನೇಹಿತರಾಗಿರುವ ಸುಮತೀಂದ್ರ ನಾಡಿಗ ಹಾಗೂ ನನಗೆ ಅಷ್ಟೇ ಆತ್ಮೀಯರಾಗಿರುವ ಪಿ. ಶ್ರೀನಿವಾಸರಾಯರು. ಅವರಿಬ್ಬರೂ ಆಗ ಅಲ್ಲಿನ ಸೌತ್ ಇಂಡಿಯಾ ಎಜುಕೇಶನ್ ಸೊಸೈಟಿ ಕಾಲೇಜಿನಲ್ಲಿ ಇಂಗ್ಲಿಷ್ ಪ್ರಾಧ್ಯಾಪಕರಾಗಿದ್ದರು. ಆ ಕಾಲೇಜಿನಲ್ಲಿ ಶಿಬ ನಾರಾಯಣ ರೇ ಇಂಗ್ಲಿಷ್ ವಿಭಾಗದ ಮುಖ್ಯಸ್ಥರಾಗಿದ್ದರು. ಅವರು ಸುಪ್ರಸಿದ್ಧ ಸಾಹಿತ್ಯ ವಿದ್ವಾಂಸರು, ಬಂಗಾಳಿ ಭಾಷೆಗೆ ತುಂಬ ಕೆಲಸ ಮಾಡಿದವರು. ಆ ಕಾಲೇಜಿನ ಪ್ರಿನ್ಸಿಪಲ್ರು ಕ್ವೆಸ್ಟ್ QUEST ಎಂಬ ನಿಯತಕಾಲಿಕವೊಂದನ್ನು ಸಂಪಾದಿಸುತ್ತಿದ್ದ ವಿದ್ವಾಂಸರು, ಸಂಸ್ಕೃತಿ ಪ್ರಸಾರಕರು. ಅಲ್ಲಿ ನಡೆಯುತ್ತಿದ್ದ ಅಖಿಲ ಭಾರತ ಲೇಖಕರ ಸಮಾವೇಶಕ್ಕಾಗಿ, ಮೈಸೂರು ಸೀಮೆ ಬಿಟ್ಟು ಆಚೆಗೆ ಅವಕಾಶ ಸ್ನೇಹಿತ ನಾಡಿಗರ ಮೂಲಕ ದೊರೆಯಿತು.<br /><br />
			ನನ್ನ ಹೆಂಡತಿ ಲಲಿತಾ ಸದಾ ಮನೆ ವ್ಯವಸ್ಥೆ ನೋಡಿಕೊಂಡವಳಾಗಿದ್ದಳು. ಮುಂಬೈಗೆ ಹೋಗುವಾಗ ಅವಳನ್ನೂ ಜೊತೆಗೆ ಕರೆದುಕೊಂಡು ಹೋಗಬೇಕೆಂದು ನಿರ್ಧರಿಸಿದೆ. ಆಗ ಇನ್ನೂ ಚಿಕ್ಕವಳೇ ಆಗಿದ್ದ ನನ್ನ ಕಿರಿಯ ಮಗಳೂ ಜೊತೆಯಲ್ಲಿರುವುದು ಅನಿವಾರ್ಯವಾಗಿತ್ತು. ನಾವು ಮೂವರು ರೈಲಿನಲ್ಲಿ ಹುಬ್ಬಳ್ಳಿ-ಮೀರಜ್ ಮೂಲಕ ಮುಂಬೈ ತಲುಪಿದೆವು. ಮೀರಜ್ನಿಂದ ಮುಂದೆ ಘಾಟಿ ದಾಟಿ ಪುಣೆ ಮೂಲಕ ಮುಂಬೈಗೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಸೃಷ್ಟಿ ಸೌಂದರ್ಯ ನನ್ನ ಮನಸ್ಸನ್ನು ಸೆಳೆಯಿತು. ಪ್ರಯಾಣ ಸುಖಕರವಾಗಿತ್ತು. ಇದು ೧೯೬೨ರಲ್ಲಿ ಅಂತ ಅನ್ನಿಸುತ್ತದೆ.<br /><br />
			ಮುಂಬೈಯಲ್ಲಿ ನಾಡಿಗ ಮತ್ತು ಶ್ರೀನಿವಾಸರಾಯರ ಆತಿಥ್ಯದಲ್ಲಿ ಅವರಿದ್ದ ಮನೆಯ ಒಂದು ಕೊಠಡಿಯಲ್ಲಿ ನಾವು ಇದ್ದೆವು. ಅಲ್ಲಿದ್ದಾಗ ನಾವು ಒಂದು ಚೂರು ಮರಾಠಿಯನ್ನೂ ಅರಿತೆವು. `ಕಾಯ ಪಾಯಜೇ'-ಏನು ಬೇಕು-ಎಂಬ ಎರಡು ಶಬ್ದಗಳ ಒಂದು ಮಾತು ನೆನಪಿದೆ. ನನ್ನ ಕಾಲೇಜು ಸಹಪಾಠಿಯಾಗಿದ್ದ ಟಿ. ಎಸ್. ಸಂಜೀವರಾಯರು ಆ ಕಾಲದಲ್ಲಿ ಮುಂಬೈಯಲ್ಲೇ ಇದ್ದರು. ಅವರ ಮನೆಗೂ ಹೋಗಿ ಬಂದೆವು. ಅಲ್ಲೆಲ್ಲ ಯಾರ ಕೈಗೂ ಹೋಗದೆ ಹಟಮಾಡುತ್ತಿದ್ದ ನಮ್ಮ ಮಗು ಅಂಜನಾ ಸಂಜೀವರಾಯರೊಡನೆ ಸಂತೋಷದಿಂದ ಹೊಂದಿಕೊಂಡದ್ದು ನಮಗೆ ಸೋಜಿಗ ಉಂಟುಮಾಡಿತು.<br /><br />
			ಲೇಖಕರ ಸಮಾವೇಶಕ್ಕೆ ಮಾಸ್ತಿ ವೆಂಕಟೇಶ ಅಯ್ಯಂಗಾರರೂ ಬಂದಿದ್ದರು. ಸಮಾವೇಶದಲ್ಲಿ ಎಷ್ಟೋ ಜನ ಸಾಹಿತಿಗಳ ಪರಿಚಯವಾಯಿತು. ಮುಖ್ಯವಾಗಿ ಯಶವಂತ ಚಿತ್ತಾಲ, ವ್ಯಾಸರಾಯ ಬಲ್ಲಾಳರ ಒಡನಾಟದ ನೆನಪು ಈಗಲೂ ಇದೆ. ಚಿತ್ತಾಲ ಅನಂತರ ನನಗೆ ತುಂಬ ಆಪ್ತರಾದರು. ಅವರ ಅಣ್ಣ ಗಂಗಧರ ಚಿತ್ತಾಲರೂ ಮೊದಲೇ ಪರಿಚಯವಾಗಿದ್ದವರು. ಬಹುಶಃ ಮೊಕಾಶಿಯವರನ್ನೂ ಅಲ್ಲೇ ಸಂಧಿಸಿದೆ ಅನ್ನಿಸುತ್ತಿದೆ.<br /><br />
			ಸಾಹಿತ್ಯ ಸಮಾವೇಶದಲ್ಲಿ ನಾನು ಆಧುನಿಕ ಸಾಹಿತ್ಯದ ಬಗ್ಗೆ ಇಂಗ್ಲಿಷ್ನಲ್ಲಿ ಪ್ರಬಂಧ ಓದಿದೆ. ಅಲ್ಲಿ ಒಂದು ಕಾಲೇಜಿನಲ್ಲಿ ಮಾಸ್ತಿಯವರು ಮತ್ತು ನನ್ನ ಭಾಷಣ ಏರ್ಪಡಿಸಿದರು. ಮಾಸ್ತಿಯವರು ತಾವು ಬರೆಯುತ್ತಿದ್ದ ರೀತಿಯ ಕಾವ್ಯದ ಬಗ್ಗೆ, ನಾನು ನನ್ನ ಕಾವ್ಯಮಾರ್ಗದ ಬಗ್ಗೆ ಮಾತನಾಡಿದೆವು ಎಂದು ನೆನಪು. ಅಲ್ಲಿ ಕನ್ನಡ ಸಂಘಕ್ಕೂ ನಮ್ಮನ್ನು ಕರೆದು ಕಾವ್ಯವಚನ ಮಾಡಿಸಿದರು.<br /><br />
			ಶಿಬ ನಾರಾಯಣ ರೇ ಅವರ ಪರಿಚಯವಾಗಿತು. ಅವರಿಗಾಗಿ ಒಂದು ನಿಯತಕಾಲಿಕಕ್ಕೆ ಟಾಗೋರರ ಮೇಲೆ ಕನ್ನಡದಲ್ಲಿ ಒಂದು ಕವನ ಬರೆದು ಇಂಗ್ಲಿಷಿಗೆ ನಾನೇ ಅನುವಾದಿಸಿ ಕಳಿಸಲು ಒಪ್ಪಿಕೊಂಡೆ. ಆದರೆ ಕನ್ನಡದಲ್ಲಿ ಬರೆದು ಅನುವಾದಿಸುವುದಕ್ಕಿಂತ ಇಂಗ್ಲಿಷಿನಲ್ಲೇ ಕವನ ಬರೆಯಲು ಅನಂತರ ನಿಶ್ಚಯಿಸಿದೆ. ಆದರೆ ಅದು ಸ್ತುತಿ ರೂಪದ ಕವನವಾಗದೆ ಟಾಗೋರರ ಟೀಕೆ ಎನ್ನುವಂಥ ಕವನವಾದ್ದರಿಂದ ರೇ ಅವರು ಅದನ್ನು ಪ್ರಕಟಿಸಲಾರದಾದರು. ಅನಂತರ ಅದು ಮುಂಬೈಯಲ್ಲೇ ಪ್ರಕಟವಾಗುತ್ತಿದ್ದ ನಾಡಿಗರ ಸ್ನೇಹಿತರೊಬ್ಬರ ಪತ್ರಿಕೆಯಲ್ಲಿ ಪ್ರಕಟವಾಯಿತು. ಅದು ನನ್ನ ಸಮಗ್ರ ಕಾವ್ಯಸಂಕಲನದ ಕೊನೆಯಲ್ಲಿ ಸೇರಿದೆ.<br /><br />
			ಮುಂಬೈಗೆ ಹೋಗಿ ಬಂದ ಅನಂತರವೇ ೧೯೬೨ರಲ್ಲಿ `ಸಾಕ್ಷಿ'ಯ ಬಗ್ಗೆ ಖಚಿತವಾದ ಧೋರಣೆ, ಪ್ರಕಟಣೆಯ ವ್ಯವಸ್ಥೆ ಏರ್ಪಟ್ಟಿತು. ಅದನ್ನು ಸಂಪಾದಿಸಲು ನಾಡಿಗರು ನನಗೆ ತುಂಬಾ ಸಹಾಯ ಮಾಡಿದರು. ಬೇಸಿಗೆಯ ರಜೆಯಲ್ಲಿ ಅವರು ಮೈಸೂರಿಗೇ ಬಂದು ಅಲ್ಲಿ ನನಗೆ `ಸಾಕ್ಷಿ-೧' ಸಿದ್ಧಪಡಿಸಲು ನೆರವಾದರು. ಸಾಮಾನ್ಯವಾಗಿ ನನ್ನ ಸ್ನೇಹಿತರೆಲ್ಲ ಅದಕ್ಕೆ ಲೇಖನ, ಕವನ, ಕಥೆಗಳನ್ನು ಬರೆದುಕೊಟ್ಟರು.<br /><br />
			ಕೆ. ಸದಾಶಿವರ `ಮತ್ತೆ ಮಳೆ ಹೊಯ್ಯುತಿದೆ; ಎಲ್ಲ ನೆನಪಾಗುತಿದೆ' ಎಂಬ ಕಥೆ, ಶ್ರೀಕಾಂತರವರ `ಪಾಪು-ಪುಟ್ಟು,' ಲಂಕೇಶರ `೮,೩೦,೫೦' ಮತ್ತು ಇನ್ನೂ ಕೆಲವರ ಕಥೆಗಳು; ಕೆ. ಎಸ್. ನರಸಿಂಹಸ್ವಾಮಿಯವರ `ಕುಂಕುಮ ಭೂಮಿ' ಕವನ, ಎ. ಕೆ. ರಾಮಾನುಜನ್ ಅವರ ನಾಲ್ಕು ಕವನಗಳು; ರಾಮಚಂದ್ರ ಶರ್ಮ, ಕಂಬಾರ ನಾಡಿಗ, ತೇಜಸ್ವಿ ಚೆನ್ನಯ್ಯ, ಚೆನ್ನವೀರ ಕಣವಿ, ಕೀರ್ತಿನಾಥ, ಚಂದ್ರಶೇಖರ ಪಾಟೀಲರ ಕವನಗಳು; ನಾಡಿಗರು ಅನುವಾದಿಸಿಕೊಟ್ಟ ಶಿಬ ನಾರಾಯಣ ರೇ ಅವರ `ಆಧುನಿಕ ಭಾರತೀಯ ಲೇಖಕರ ಪರಿಸ್ಥಿತಿ' ಲೇಖನ, ದಾಮೋದರ ರಾಯರ `ಅನುಭವ ಕಾವ್ಯದ ಕೆಲವು ಸಮಸ್ಯೆಗಳು,' ಎಂ. ಜಿ. ಕೃಷ್ಣಮೂರ್ತಿಯವರಿಂದ `ಗ್ರಾಮಾಯಣ' ಹಾಗೂ ಪಿ. ಶ್ರೀನಿವಾಸರಾಯರಿಂದ `ಮೂಕಬಲಿ' ವಿಮರ್ಶೆ ಇವೆಲ್ಲ `ಸಾಕ್ಷಿ-೧' ರಲ್ಲಿ ಸೇರಿದ್ದು ಅದನ್ನು ನನಗೆ ಆಪ್ತರಾಗಿದ್ದ ಜಿ. ಎಚ್. ರಾಮರಾಯರು ತಮ್ಮ `ಮೈಸೂರು ಪ್ರಿಂಟಿಂಗ್ ಅಂಡ್ ಪಬ್ಲಿಶಿಂಗ್ ಹೌಸ್'ನಲ್ಲಿ ಮುದ್ರಿಸಿಕೊಟ್ಟರು. ಹೀಗೆ `ಸಾಕ್ಷಿ' ಬೆಳಕು ಕಂಡಿತು.</p>
			</div>
	  </section>
	</main>
	<div id="cd-search" class="cd-search">
		<form>
			<input type="search" placeholder="Search...">
		</form>
	</div>
<footer>
			  <span>Digital Archives in Indian Languages&nbsp;(DAIL)</span>
          </footer>
			<script src="../../js/intermediate/jquery-2.1.1.js"></script>
	<script src="../../js/intermediate/jquery.mobile.custom.min.js"></script>
	<script src="../../js/intermediate/main.js"></script> <!-- Resource jQuery -->
</body>
</html>

	

