<?php include("header.php");	?>
<?php include("nav.php"); ?>
	<main class="cd-main-content">
		<section id="about">
			<h2>ಬೌದ್ಧಿಕ ಇತಿಹಾಸದ ಪಕ್ಷಿನೋಟ</h2>
			<div id="about_p">
				<p>೨೦ನೇ ಶತಮಾನದ ಮೊದಲ ಭಾಗದಲ್ಲಿ ಭಾರತೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಒಂದು ಪುನರುತ್ಥಾನದ ರೀತಿಯ ಬದಲಾವಣೆ ನಡೆಯಿತು. ಹೊಸದಾಗಿ ರೂಪಿತವಾದ ವೈಚಾರಿಕ ಗದ್ಯಶೈಲಿಯಲ್ಲಿ ಸಾಹಿತ್ಯವಷ್ಟೇ ಅಲ್ಲದೆ ತತ್ವಶಾಸ್ತ್ರ ಸಂಬಂಧಿತ ಬರಹಗಳು, ಆಧುನಿಕ ವ್ಯಾಖ್ಯಾನಗಳು ಹಾಗು ಶಾಸ್ತ್ರೀಯ ಕೃತಿಗಳ ಮೇಲೆ ಐತಿಹಾಸಿಕ, ವಿದ್ವತ್ಪೂರ್ಣ ವಿಮರ್ಶಾಲೇಖನಗಳು ಹೊರಬಂದವು. ಈ ವಿದ್ವಾಂಸರಿಗೆ, ಆಧುನಿಕ ಆಂಗ್ಲ ಭಾಷೆಯ ಪರಿಣಿತಿಯೊಂದಿಗೆ ಭಾರತೀಯ ಬೌಧ್ಧಿಕ ಸಂಸ್ಕೃತಿಯ ಅಗಾಧವಾದ ಪಾಂಡಿತ್ಯದ ಅಡಿಪಾಯವಿತ್ತು. ಅವರೆಲ್ಲರೂ ಭಾರತೀಯ ಭಾಷೆಗಳನ್ನೊಳಗೊಂಡ ಒಂದು ಹೊಸ ಬೌದ್ಧಿಕ ಸಂಸ್ಕೃತಿಯನ್ನು ಸ್ಥಾಪಿಸಿ, ಪೋಷಿಸಿದರು. ಇಂತಹ ಕೃತಿಗಳು ಆಧುನಿಕ ಭಾರತದ ಬೌದ್ಧಿಕ ಇತಿಹಾಸದ ಅಧ್ಯಯನಕ್ಕೊಂದು ನಾಂದಿ ಎಂದು ಹೇಳಬಹುದು.</p>
				<p>ಈಗ ಈ ಬೃಹತ್ತಾದ ಆಕರ ಹಲವು ಗ್ರಂಥಾಲಯಗಳಲ್ಲಿ ಮತ್ತು ಖಾಸಗೀ ಸಂಗ್ರಹಗಳಲ್ಲಿ ಹರಡಿಕೊಂಡಿವೆ. ಸಂಶೋಧಕರು, ವಿದ್ಯಾರ್ಥಿಗಳು, ಹೊಸ ಕಲಿಕಾಸಾಮಗ್ರಿಗಳನ್ನು ರೂಪಿಸುವ ವಿಶ್ವವಿದ್ಯಾಲಯಗಳ ವಿದ್ಯಾವಿಷಯಕ ಮಂಡಳಿಗಳು ಇವರಿಗೆ ಇದು ಸುಲಭ ರೀತಿಯಲ್ಲಿ ಲಭ್ಯವಿಲ್ಲ. ನಮ್ಮ ಪ್ರಯತ್ನ ಕನ್ನಡದ ಇಂತಹ ಹಲವಾರು ಮುಖ್ಯ ಆಕರಗಳನ್ನು ಏಕರೂಪವಾಗಿ ಡಿಜಿಟಲ್ ತಂತ್ರಜ್ಞಾನಕ್ಕೆ ಅಳವಡಿಸಿ, ಎಲ್ಲರಿಗೂ ಅಂತರ್ಜಾಲದಲ್ಲಿ ಉಚಿತವಾಗಿ ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುವುದು.ಈ ಯೋಜನೆಯ ಉದ್ದೇಶವಾಗಿ ಮೊದಲಿಗೆ ಕನ್ನಡದ ೨೦ನೇ ಶತಮಾನದ ಕೃತಿಗಳು, ಮಾಸಿಕ, ಪಾಕ್ಷಿಕ ಪತ್ರಿಕೆಗಳು (ಉದಾ. ಅಡಿಗರ “ಸಾಕ್ಷಿ“, ನೀನಾಸಂನ  “ಮಾತುಕತೆ”, “ಸಂವಾದ”, “ಗ್ರಂಥಲೋಕ”, ”ಋಜುವಾತು” “ಶೂದ್ರ ಇತ್ಯಾದಿ) ಡಿಜಿಟಲ್ ಮಾಧ್ಯಮಕ್ಕೆ ತಂದು ಬಿಡುಗಡೆ ಮಾಡುವುದೆಂದು ಗುರುತಿಸಿಕೊಂಡೆವು. ನಂತರದ ಹಂತದಲ್ಲಿ ಕನ್ನಡ ನವೋದಯದ ಅತಿ ಮುಖ್ಯ ಚಿಂತಕರಾದ ತೀ.ತಾ. ಶರ್ಮ, ಮಂಜೇಶ್ವರ ಗೋವಿಂದ ಪೈ, ಸೇಡಿಯಾಪು ಕೃಷ್ಣಭಟ್ಟ, ಫ. ಗು. ಹಳಕಟ್ಟಿ, ಶಂ. ಬಾ. ಜೋಶಿ, ಆಲೂರು ವೆಂಕಟರಾಯ, ಹರ್ಡೇಕರ್ ಮಂಜಪ್ಪ, ಡಿ.ವಿ. ಗುಂಡಪ್ಪ, ಎನ್. ಎಸ್. ರಾಜಪುರೋಹಿತ, ಜಿ. ಎಸ್. ದೀಕ್ಷಿತ್; ಹೀಗೆ, ಹತ್ತು ಹಲವು ಚಿಂತಕರ ಸಮಗ್ರ ಬರಹಗಳನ್ನೂ ಈ ಡಿಜಿಟಲ್ ಆಕರದಲ್ಲಿ ಸೇರಿಸುವ ಇರಾದೆ ನಮ್ಮದು.</p>
			</div>
	  </section>
	</main>
	<div id="cd-search" class="cd-search">
		<form>
			<input type="search" placeholder="Search...">
		</form>
	</div>
<?php include("footer.php"); ?>
	

