<?php include("header.php"); ?>
	<main class="cd-main-content">
		<section id="about">
			<h2>ಕೃತಜ್ಞತೆಗಳು</h2>
			<div id="about_p" class="center">
					<img src="img/new.png" alt="">
					<p>ಡಾ. ಸಿ. ಎಸ್. ಯೋಗಾನಂದ, ಗಣಿತ ಪ್ರಾಧ್ಯಾಪಕರು, ಎಸ್.ಜೆ.ಸಿ.ಇ, ಮೈಸೂರು. </p>	
					<p>ಡಾ. ಎ. ಪಿ. ಅಶ್ವಿನ್ ಕುಮಾರ್, ಪ್ರಿನ್ಸಿಪಲ್ ಇನ್ವೆಸ್ಟಿಗೇಟರ್, ಡಿ.ಎ.ಐ.ಲ್</p>	
					<p>ಪೃಥ್ವಿ ದತ್ತ ಚಂದ್ರ ಶೋಭಿ, ಇತಿಹಾಸ ಪ್ರಾಧ್ಯಾಪಕರು, ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯ</p>
					<p>ಅರ್ಜುನ್ ಕಶ್ಯಪ್, ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್</p>
					<p>ಬಾಲಚಂದ್ರನ್, ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್</p>
					<p>ಅನಂತ್. ಜೆ, &nbsp;ಟೆಕ್ನಿಕಲ್ ಅಸ್ಸೊಸಿಯೇಟ್, ಡಿ.ಎ.ಐ.ಲ್</p>
					<p>ಸಿ. ವಿಶ್ವಾಸ್, &nbsp; ಪ್ರಾಜೆಕ್ಟ್ ಅಸೋಸಿಯೇಟ್, ಡಿ.ಎ.ಐ.ಲ್</p>
					<p>ಶಿವಶಂಕರ್, ಶ್ರೀರಂಗ ಡಿಜಿಟಲ್</p>
					<p>ಶ್ರೀ ಮೋಹನ ಮೂರ್ತಿ, ಶಕ್ತಿ ಪ್ರೆಸ್, ಮೈಸೂರು</p>
					<p>ಶ್ರೀ ಅಕ್ಷರ ಕೆ. ವಿ., ನೀನಾಸಮ್, ಹೆಗ್ಗೋಡು</p>
					<p>ವೆಂಕಟರಮಣ ಐತಾಳ್, ನೀನಾಸಮ್, ಹೆಗ್ಗೋಡು</p>
					<p>ಶ್ರೀ ರವಿಕುಮಾರ್, ಅಭಿನವ ಪ್ರಕಾಶನ</p>
					<p>ಡಾ. ಸಿರಾಜ್ ಅಹಮದ್, ಅಸಿಸ್ಟಂಟ್ ಪ್ರೊಫೆಸರ್, ಕುವೆಂಪು ವಿಶ್ವವಿದ್ಯಾನಿಲಯ, ಶಿವಮೊಗ್ಗ</p>
					<p>ಸುದರ್ಶನ್ ಪಾಟೀಲ್ ಕುಲಕರ್ಣಿ, ಪ್ರೊ. ಎಸ್.ಜೆ.ಸಿ.ಇ, ಮೈಸೂರು</p>
					<p>ಡಾ. ರಮೇಶ್, ಅಸಿಸ್ಟೆಂಟ್ ಪ್ರೊಫೆಸರ್, ಮಾನಸಗಂಗೋತ್ರಿ, ಮೈಸೂರು</p>
					<p>ಡಾ. ಸುಂದರ ಕೆನಾಜೆ, ಪ್ರಿನ್ಸಿಪಾಲ್, ಆಲೆಟ್ಟಿ ಹೈಸ್ಕೂಲ್, ಸುಳ್ಯ, ದಕ್ಷಿಣ ಕನ್ನಡ </p>
					<p>ಜಯಪಾಲ್ ಎಚ್. ಆರ್, ಅಸಿಸ್ಟೆಂಟ್ ಪ್ರೊಫೆಸರ್, ಮಾನಸಗಂಗೋತ್ರಿ, ಮೈಸೂರು </p><br /><br /><br />
					
			</div>
	 </section>
	</main>
<?php include("nav.php"); ?>

	<div id="cd-search" class="cd-search">
		<form>
			<input type="search" placeholder="Search...">
		</form>
	</div>
<?php include("footer.php"); ?>
